{
  "General Competencies": [
    {
      "id": "G01",
      "category": "General Competencies",
      "text": "Working as an effective team member.",
      "referenceCode": "•\tResponsibilities of Apprentice to Sponsor | Saw Filer 1, 1-2-5 to 1-2-6\r\n•\tSaw Filer Duties and Team Coordination | Saw Filer 1, 1-1-2\r\n•\tFiling Room Role in Shift Continuity | Saw Filer 1, 1-2-4",
      "what": "A saw filer is part of a larger production team that includes supervisors, millwrights, operators, electricians, and fellow filers across different shifts. Being an effective team member means maintaining clear communication, supporting smooth shift transitions, working collaboratively, and upholding shared shop responsibilities. It also includes fulfilling your duties to your sponsor and actively participating in your apprenticeship obligations.",
      "looksLike": "•\tYou coordinate with the incoming and outgoing filer about the current condition of saws, changes in strain or alignment, upcoming saw changes, and any issues observed during operation.\r\n•\tYou record all issues or unusual conditions (e.g., vibration, gullet cracks, premature dulling, etc.) in shift logs or communication books, if in use.\r\n•\tYou follow site-specific communication protocols such as tagging saws, labeling saws as out-of-service, or notifying supervisors when a saw or guide is awaiting repair or setup.\r\n•\tYou assist other trades, especially millwrights, when removing, installing, or aligning saws—providing details like direction of lead, prior setup details, or vibration concerns.\r\n•\tYou fulfill your obligations to your sponsor by checking in regularly, reviewing progress, and ensuring your hours and logbook entries are up to date.\r\n•\tYou are present during shift handovers, and you ensure continuity by briefing the next filer on incomplete work, saw setup status, or known troubleshooting.\r\n",
      "critical": "Filing rooms operate continuously across shifts, and saws are only one component in a multi-step cutting system. If communication breaks down, saws may be installed incorrectly, worn tools may be reused, or safety procedures may be skipped. Miscommunication leads to downtime, unsafe conditions, lumber defects, and avoidable delays in production. Team-based awareness, accurate documentation, and proactive communication are core to the professional standards of a certified filer."
    },
    {
      "id": "G02",
      "category": "General Competencies",
      "text": "Attention to detail and ability to focus.",
      "referenceCode": "•\tImportance of Saw Flatness, Tension Zones, and Inspection Accuracy\r\nSaw Filer 1, Section 3-2-1 to 3-2-3\r\n•\tCrack Inspection and Tolerance Limits\r\nSaw Filer 1, Section 6-8-2\r\n•\tBench Work and Quality Inspection Expectations\r\nSaw Filer 1, Section 7-1-1\r\n•\tSaw Flatness Maximum Deviation: 0.002”\r\nSaw Filer 1, Section 13-1-1\r\n",
      "what": "Precision is the cornerstone of all filing work. A journeyperson saw filer is expected to maintain microscopic accuracy during measurement, inspection, welding, grinding, and alignment procedures. This competency also requires sustained mental focus, even during repetitive or late-shift tasks. Attention to detail is not optional—it is a safety requirement. You must catch variations as small as 0.002\" and respond with the correct technique and tool.\r\n📏 Flatness tolerances under 0.002\" are used when inspecting for saw dish. Even a dish of 0.002\" must be corrected before tensioning.\r\n📚 Saw Filer 1, Section 13-1-1\r",
      "looksLike": "•        When leveling a saw, you detect and correct a 0.002\" dish using a certified straightedge and correct hammering technique.\n•        During tensioning, you observe the symmetry and integrity of the tension ring using proper back gauge placement and drop test verification, ensuring uniformity before any saw is cleared for service.\n•        When using a micrometer or dial indicator, you:\no        Double-check readings for consistency\no        Clean both the saw surface and the measuring tool\no        Confirm tool calibration or report immediately if suspect\n•        During blade inspections, you maintain full focus—even when inspecting the third or fourth band of a shift—to ensure:\no        No gullet cracks, heat tint, or metal fatigue is missed\no        The saw body shows no signs of warping, twist, or abnormal wear\n•        When regrinding a tooth, you:\no        Compare the result directly to a known-good profile\no        Use templates and cam settings to confirm accuracy rather than assuming angles are correct\n",
      "critical": "The filing trade deals in thousandths of an inch. A misaligned saw, under-tensioned plate, or grind angle off by even 1° can cause:\r\n•\tBlade wobble, snaking, or cracking\r\n•\tExcess heat and gullet fatigue\r\n•\tMisaligned cuts or lumber defects\r\n•\tDamage to bearings, guides, or collars\r\n•\tPersonal injury from ejected parts or unexpected failure\r\nYour vigilance prevents cascading errors that can cause downtime, reduce tool life, and compromise safety. A saw that “looks fine” may still fail at 10,000 FPM. You are the final line of defense.\r"
    },
    {
      "id": "G03",
      "category": "General Competencies",
      "text": "Active participation in learning process.",
      "referenceCode": "•\tApprentice Responsibilities and Mentor Interaction\r\nSaw Filer 1, Sections 1-2-4 to 1-2-6\r\n•\tImportance of Hands-on Learning and Self-tracking\r\nSaw Filer 1, Section 1-2-3\r",
      "what": "🔧 What this means:\r\nApprenticeship in the saw trades is not passive—it requires full engagement in both hands-on and technical learning. You are expected to take ownership of your development by staying involved in every aspect of the training process. This means participating actively in shop tasks, seeking clarification when needed, and tracking your skill progression using the ETA 671 Work Process Schedule (Saw Filer Competency Log).\r\nYour mentor plays a critical role in shaping your training—but it is your responsibility to follow through, ask questions, and pursue improvement. Filing is learned by doing, and every task you complete should move you closer to becoming a safe, skilled tradesperson.\r",
      "looksLike": "•\tYou bring your ETA 671 Work Process Schedule (Saw Filer Competency Log) to evaluations and:\r\no\tEnsure entries are up to date with clear descriptions of completed tasks\r\no\tObtain proper sign-off from your mentor based on direct observation\r\no\tUse the log to guide what skills you still need exposure to\r\n•\tYou engage your mentor with relevant, job-specific questions, such as:\r\no\t“What’s the best way to check for tight zones in this tension ring?”\r\no\t“Should I swage before or after confirming kerf width with the gauge?”\r\no\t“Is this crown profile correct for the feed rate we’re running?”\r\n•\tYou request to repeat high-skill procedures or shadow others performing them, including:\r\no\tCrack welding and annealing\r\no\tTensioning with stretcher rolls\r\no\tKnife balancing and babbitting\r\no\tSwaging and shaping under species-specific tolerances\r\n•\tYou take responsibility for your classroom learning by:\r\no\tRegistering for technical training well in advance\r\no\tCoordinating your schedule with your mentor and supervisor\r\no\tBringing current shop experiences and questions into the classroom for discussion\r\n•\tYou actively track your hours and performance, using your log to:\r\no\tIdentify weak areas or incomplete competencies\r\no\tMeasure progress toward certification goals\r\no\tOrganize questions and tasks for review with your mentor\r",
      "critical": "Saw filing cannot be learned by standing and watching. Many of the most important skills—tensioning, leveling, grinding geometry, safe handling—require hundreds of repetitions to master. Apprentices who do not ask questions or seek out new tasks tend to fall behind or develop unsafe habits. A passive approach delays your certification and places the burden on your mentor to chase your development.\r\nIn contrast, a filer who participates actively builds:\r\n•\tTechnical confidence\r\n•\tReliable habits under pressure\r\n•\tA complete training record\r\n•\tTrust and credibility with their team\r\nIf you don’t ask, you don’t learn.\r"
    },
    {
      "id": "G04",
      "category": "General Competencies",
      "text": "Shares ideas.",
      "referenceCode": "•\tFiling Room Collaboration and Process Improvement\r\nSaw Filer 1, Section 1-2-4\r\n•\tCommunication with Other Trades and Team Roles\r\nSaw Filer 1, Sections 1-2-5 to 1-2-6\r",
      "what": "A skilled filer is not only a technician but a problem solver and contributor to shop improvement. Sharing ideas means voicing observations that can prevent damage, reduce waste, improve workflow, or enhance safety. Whether it's a small adjustment to a tagging system or a technical insight about guide pressure, your input helps optimize the operation. This is especially important during shift changes, saw troubleshooting, or when testing new setups.\r\nAs a professional, your role includes offering constructive, evidence-based suggestions, regardless of your level of experience. Apprentices who speak up respectfully build trust and show a genuine commitment to the trade.\r",
      "looksLike": "•        You identify that a grinding wheel is wearing unevenly, and recommend replacement before it causes improper tooth geometry, excessive heat, or vibration.\n•        You notice that the saw storage rack has bent hooks, and explain how it could warp saws, recommending realignment or replacement.\n•        You suggest introducing a visual tagging system using magnets, flags, or color codes to clearly mark:\no        Saws that are tensioned and ready\no        Saws awaiting weld inspection\no        Saws tagged out due to damage or imbalance\n•        You observe that increasing table travel speed during knife grinding reduced heat tint, and demonstrate the result to your mentor or crew.\n•        You report a recurring issue on the edger, pointing out that guide bolts may be backing off or misaligned—prompting an adjustment that prevents further defects.\n•        During a team install, you suggest reviewing back gauge measurements due to unexpected tracking on the previous shift—leading to correction of a strain offset.\nThese are just a few examples.",
      "critical": "❗ Why this is critical:\r\nFilers are closest to the tools, the saws, and the real-time issues that impact performance and safety. No one sees everything, and a single overlooked issue—like a dull grinder, untagged saw, or guide slip—can lead to:\r\n•\tUnsafe equipment being reinstalled\r\n•\tWasted lumber or machine damage\r\n•\tExcess vibration, bearing failure, or saw ejection\r\n•\tLoss of time and credibility across shifts\r\nShops that welcome suggestions run smarter and safer. By sharing your ideas, you:\r\n•\tBuild trust with your mentor and coworkers\r\n•\tReinforce a culture of accountability\r\n•\tHelp prevent breakdowns before they happen\r\n•\tShow leadership in your approach to filing\r"
    }
  ],
  "Demonstrate Safe Work Practices": [
    {
      "id": "DSWP01",
      "category": "Demonstrate Safe Work Practices",
      "text": "Explain proper PPE.",
      "referenceCode": "•\tPersonal Apparel & Safety Equipment\r\nSaw Filer 1, Sections 2-1-1 to 2-1-12\r\n•\tKnife Safety & Glove Standards\r\nSaw Filer 1, Sections 8-1-1 to 8-1-2\r\n•\tHearing Protection Requirements\r\nSaw Filer 1, Section 2-1-7\r",
      "what": "Personal Protective Equipment (PPE) is not just a company policy—it’s a legal requirement and a critical barrier between you and high-risk hazards in the filing room. Grinders, wheels, compressed air, heavy saws, and knife handling all expose you to sharp edges, fast-moving machinery, flying debris, and noise. Wearing the correct PPE at all times reduces the risk of permanent injury, even death.\r\nPPE is job-specific. You must know which PPE applies to which task and wear it every time—not just when reminded.\r",
      "looksLike": "•\tYou wear CSA-approved safety glasses or a full face shield:\r\no\tWhen grinding saws, dressing wheels, or cleaning with compressed air\r\no\tAny time you’re exposed to sparks, debris, or flying grit\r\n•\tYou wear grip-rated gloves (rubberized or cloth with friction surface):\r\no\tWhen handling chipper knives, especially when oily or wet\r\no\tYou avoid leather gloves for knives—they become slippery and dangerous when wet\r\n•\tYou use hearing protection:\r\no\tIn all zones rated over 85 dB, with a preference for NRR 25 or higher in chainsaw and grinder areas\r\no\tYou keep extra pairs accessible and stored in clean cases\r\n•\tWhen working at height (e.g., lowering circular saws from an overhead rack), you:\r\no\tUse a fall restraint system rated for 5,000 lbs\r\no\tEnsure your lanyard and snap hooks are anchored properly before beginning the lift\r\n•\tYou do not wear:\r\no\tLoose clothing or untied coveralls\r\no\tJewelry, chains, or rings\r\no\tUnrestrained long hair around moving tools or shaft-driven machinery\r",
      "critical": "Saw shops are high-risk environments. Grinders can explode, saws can spring back, knives can slip, and contact with rotating equipment can lead to:\r\n•\tLacerations\r\n•\tEye injuries or blindness\r\n•\tCrushed fingers or broken bones\r\n•\tHearing loss\r\n•\tFatal entanglement injuries\r\nPPE is your first line of defense, but only if used consistently and correctly. It must also be maintained, inspected, and fitted properly to be effective\r"
    },
    {
      "id": "DSWP02",
      "category": "Demonstrate Safe Work Practices",
      "text": "Demonstrate safe handling of knives and saws.",
      "referenceCode": "•\tKnife Handling & Cart Use\r\nSaw Filer 1, Sections 8-1-1 to 8-1-2\r\n•\tCircular Saw Handling Procedures\r\nSaw Filer 2, Section 9-1-2\r\n•\tSaw Disposal Rules\r\nSaw Filer 1, Section 2-2-13\r",
      "what": "Saws and knives are sharp, heavy, and under mechanical stress. Improper handling—even for a few seconds—can result in serious lacerations, back injuries, or permanent disability. Safe handling includes lifting, transporting, flipping, and disposing of all blades according to your site’s safety policies and the instructions outlined in the Saw Filer 1 training guide.\r\nThis competency ensures you handle every blade with respect, using proper technique, safe tools, and full awareness of your surroundings. There are no shortcuts when it comes to moving sharp steel.\r",
      "looksLike": "•        You handle one chipper knife at a time, always using:\no        Approved knife carts or knife boxes in good condition\no        Secure lids and handles when transporting between stations\n•        When flipping a bandsaw, you:\no        Stand on the non-tooth (back) side\no        Use both hands with clear communication if working with a partner\no        Ensure there’s adequate room—no flips near grinders, walls, or machinery\n•        You never carry multiple saws by hand:\no        You use a cart or hoist system for bandsaws and circular saws\no        You ensure the weight is balanced and the path is clear\n•        When handling large circular saws (250+ lbs):\no        You inspect all hoisting gear first (hooks, slings, chains, anchors)\no        You follow a Job Safety Analysis (JSA) if your site requires one for overhead or crane lifts\n•        For disposal of worn saws:\no        You do not coil bandsaws for disposal due to spring hazard\no\tInstead, cut them into short segments and place them in designated steel disposal bins",
      "critical": "❗ Why this is critical:\r\nSaws and knives are designed to cut wood at thousands of feet per minute—and they don’t know the difference between wood and skin. Injuries from saw handling include:\r\n•\tDeep cuts or amputations from sharp edges\r\n•\tStrained backs or shoulders from improper lifting\r\n•\tCrushed toes from dropped circulars or racks\r\n•\tHead and eye injuries from springing or coiling saws\r\nImproper handling also leads to damaged saws—a bent band or dropped plate may become unusable or dangerous in operation. This creates costly downtime, poor cutting performance, and serious safety concerns for others on the team.\r"
    },
    {
      "id": "DSWP03",
      "category": "Demonstrate Safe Work Practices",
      "text": "Demonstrate proper utilization of equipment.",
      "referenceCode": "•\tGrinder and Tool Safety\r\nSaw Filer 1, Sections 2-1-10 to 2-1-12\r\n•\tLockout & Energy Isolation Procedures\r\nSaw Filer 1, Section 2-1-8\r",
      "what": "Proper use of saw shop equipment is about more than just knowing how to turn on a grinder—it’s about respecting safety systems, following lockout protocols, and operating each machine within its safe parameters. Every piece of equipment in the filing room—from grinders to welders to chipper heads—comes with mechanical risks. Misuse can result in injury, equipment damage, or incorrect saw geometry that leads to catastrophic saw failure in the mill.\r\nThis competency demands that you never bypass safeguards, always verify machine readiness, and match your tools to the job and material type.\r",
      "looksLike": "•\tYou never bypass or disable:\r\no\tGrinder guards, hoods, or shields\r\no\tEmergency stop buttons\r\no\tInterlocks or limit switches on filing room machines\r\n•\tYou always follow lockout/tagout procedures before servicing equipment:\r\no\tApply your personal lock on both electrical and mechanical isolation points\r\no\tTest for zero energy before beginning service\r\no\tEnsure no other personnel can accidentally re-energize the system\r\n•\tBefore operating a grinder, you:\r\no\tInspect the grinding wheel for cracks, glazing, or uneven wear\r\no\tConfirm that the wheel speed rating (RPM) matches or exceeds the grinder’s rated speed\r\no\tCheck that the wheel is mounted with correct flange pressure and without overtightening\r\n•\tYou confirm safe operation of power and pneumatic tools by:\r\no\tChecking cords and hoses for splits, kinks, or leaks\r\no\tTesting switches and emergency shutoffs\r\no\tVerifying that tool mounts, clamps, and guards are secure\r\n•\tWhen using a drill press, grinder, or machining tool:\r\no\tYou never hold parts by hand\r\no\tYou always use vises, clamps, or fixtures rated for the task\r\no\tYou wear appropriate PPE and secure long sleeves or hair to prevent entanglement\r",
      "critical": "The vast majority of shop injuries and equipment failures occur when:\r\n•\tSafety guards are removed\r\n•\tLockout procedures are skipped\r\n•\tUntrained users operate high-speed equipment without inspection\r\nImproper tool usage can:\r\n•\tSend grinding wheels flying apart at 9,000+ RPM\r\n•\tCrack saw plate due to overheating or incorrect tension\r\n•\tCause fires from overheated motors or coolant leaks\r\n•\tResult in cuts, crushes, or amputations from entanglement or tool recoil\r\nRespecting every piece of equipment in the shop—and its built-in safety systems—is non-negotiable. A moment’s inattention can lead to permanent injury or a damaged saw that fails in the mill under load.\r"
    },
    {
      "id": "DSWP04",
      "category": "Demonstrate Safe Work Practices",
      "text": "Properly store and maintain equipment and tools.",
      "referenceCode": "•\tTool Storage and Handling\r\nSaw Filer 1, Sections 2-1-9 to 2-1-11\r\n•\tKnife & Saw Storage Practices\r\nSaw Filer 1, Section 2-2-13\r",
      "what": "🔧 What this means:\r\nFiling tools are high-precision instruments that require proper care, storage, and routine maintenance to remain accurate and safe to use. When tools like micrometers, tension gauges, files, and saw dressing tools are mishandled or stored incorrectly, they lose calibration, become contaminated, or fail without warning. Tool storage and care is not just about tidiness—it’s about maintaining filing accuracy, protecting your safety, and extending the life of both hand tools and heavy equipment.\r\nYou’re responsible for ensuring every tool you use is:\r\n•\tClean\r\n•\tAccurate\r\n•\tStored in the correct location\r\n•\tFree from damage\r",
      "looksLike": "•\tYou return all hand tools to labeled drawers, foam-lined cases, or shadow boards after use:\r\no\tYou never leave files, hammers, or measuring tools on benches, saw carts, or grinder housings\r\n•\tYou store measuring instruments (micrometers, dial indicators, back gauges) in:\r\no\tFoam-lined or cushioned containers\r\no\tDry and sealed locations free from dust and temperature extremes\r\n•\tYou maintain cutting tools (e.g., chisels, files, stones) by:\r\no\tKeeping them oiled, dressed, and stored with edge protection\r\no\tReporting and tagging any cracked handles, burrs, or mushroomed heads\r\n•\tYou use tool-specific storage systems, including:\r\no\tCardboard or leather file sleeves\r\no\tKnife trays with individual slots\r\no\tDivider bins for swaging dies and shaping cams\r\n•\tYou do not mix layout and striking tools in drawers with precision equipment\r\n•\tYou ensure coolant systems, grinders, and tensioning tools are:\r\no\tCleaned at the end of each shift\r\no\tLogged for maintenance if vibration, play, or imbalance is detected\r\no\tLubricated and calibrated on the schedule set by your shop or mentor\r",
      "critical": "A damaged tool makes damaged saws. When filing tools are left dirty, dented, or out of alignment:\r\n•\tYou lose measurement accuracy\r\n•\tYour tension or leveling work is flawed\r\n•\tGrinders run unbalanced, producing heat damage or incorrect tooth geometry\r\n•\tSharp edges left exposed can cut you or your co-workers during routine shop movement\r\nProper tool storage and care ensures:\r\n•\tFaster, safer workflows\r\n•\tBetter communication between shifts\r\n•\tMaximum tool life\r\n•\tConsistency in saw performance and safety inspections\r\nIt also shows professionalism and pride in your work—two traits expected of every certified saw filer.\r"
    },
    {
      "id": "DSWP05",
      "category": "Demonstrate Safe Work Practices",
      "text": "Understands and exhibits proper housekeeping.",
      "referenceCode": "•\tFiling Room Housekeeping Rules\r\nSaw Filer 1, Section 2-1-1\r\n•\tCleaning Protocols & Safe Surfaces\r\nSaw Filer 1, Sections 2-1-9 to 2-1-12\r",
      "what": "A clean and organized filing room is not just a sign of professionalism—it’s a critical component of shop safety, workflow efficiency, and tool accountability. Saw filing environments involve metal shavings, grinding dust, oils, solvents, and sharp tools. Without proper housekeeping, these materials create slip hazards, fire risks, tool damage, and lost time. This competency involves understanding how and when to clean, what to clean with, and maintaining shared areas to prevent hazards before they occur.\nFiling is a trade of precision—your bench and work habits should reflect that precision.\n",
      "looksLike": "•\tYou sweep or vacuum your workstation, grinder area, and babbitting station after each task—not just at the end of shift\r\no\tYou remove filings, gullet dust, and coolant residue that can interfere with measurement and inspection\r\n•\tYou dispose of rags used with oil, solvent, or flammable material in fire-rated bins with self-closing lids\r\no\tYou report spills immediately—whether it’s oil, coolant, or grinding slurry—and use absorbent pads or spill kits\r\n•\tYou keep all walkways, platforms, and saw carts free of debris:\r\no\tNo hoses, tools, or personal items are left in traffic zones\r\no\tYou tuck cords away or secure them overhead where applicable\r\n•\tYou store sharp tools with guards or in trays—not on benches or carts where others can contact them unexpectedly\r\no\tThis includes files, tooth gauges, swaging dies, and scrap saws\r\n•\tYou regularly clean:\r\no\tBench surfaces and toolboxes\r\no\tTensioning equipment and measurement stations\r\no\tCoolant tanks, filter screens, and waste trays\r\n•\tYou reset shared work areas after use:\r\no\tTools are returned\r\no\tLabels are clear\r\no\tBlades are either tagged or ready for service\r",
      "critical": "Filing rooms contain flammable materials, sharp objects, hot metals, and high-speed tools. Poor housekeeping creates:\r\n•\tSlips, trips, and falls from coolant, rags, or grinding dust\r\n•\tCuts or punctures from exposed sharp tools\r\n•\tFire hazards from oil-soaked rags left on benches\r\n•\tTool loss and miscommunication across shifts\r\n•\tTime wasted locating tools or cleaning up after others\r\nProper housekeeping ensures that your safety, saw quality, and work efficiency remain intact. It also shows professionalism and respect for your crew—two qualities that define the top filers in the trade\r"
    },
    {
      "id": "DSWP06",
      "category": "Demonstrate Safe Work Practices",
      "text": "Babbitt safety.",
      "referenceCode": "•\tBabbitt Safety Procedures and PPE\r\nSaw Filer 1, Sections 2-1-1, 2-1-9\r\n•\tLead Handling and Molten Metal Pouring\r\nSaw Filer 1, Section 9-6-3\r",
      "what": "Babbitting involves pouring molten metal at temperatures often exceeding 600°F (315°C) to create bearing surfaces. This is one of the most hazardous tasks in saw maintenance due to the risks of splash burns, inhalation of lead fumes, and explosive reactions with moisture. Safe babbitting requires full PPE, properly maintained equipment, and strict control over temperature, ventilation, and cleanliness.\r\nThe goal is to produce precise, defect-free babbitt surfaces—without exposing yourself or others to unnecessary danger.\r",
      "looksLike": "•\tYou inspect the pouring area for:\r\no\tDry surfaces (no moisture on molds or equipment)\r\no\tClean workspace with no rags, sawdust, or oil nearby\r\no\tProperly secured ladles and holders\r\n•\tYou wear all required PPE:\r\no\tFace shield over safety glasses\r\no\tHeat-resistant gloves rated for molten metal\r\no\tFlame-resistant coveralls or apron\r\no\tRespirator when using lead-based or zinc-based babbitt in poorly ventilated areas\r\n•\tYou preheat molds and parts to avoid steam explosions:\r\no\tUse a torch or oven to bring molds to safe casting temperature\r\no\tYou never pour molten babbitt into cold or wet parts\r\n•\tYou control pouring temperature using a thermometer:\r\no\tTarget range is 475°F–625°F, depending on alloy\r\no\tYou skim off dross (oxidized impurities) before pouring\r\n•\tAfter pouring:\r\no\tYou allow parts to cool under supervision\r\no\tYou clean up any spills using proper disposal methods\r\no\tYou never quench hot babbitt in water or oil\r",
      "critical": "Improper babbitting causes:\r\n•\tBurns and flash injuries from molten metal splash\r\n•\tToxic fume inhalation, especially from lead- or cadmium-containing alloys\r\n•\tExplosive reactions if poured into moist surfaces\r\n•\tCracked, porous, or delaminated bearings that fail under load\r\nGood babbitt work produces safe, clean bearing fits and guide pads. Unsafe babbitt handling endangers you, your crew, and the shop.\r\n"
    },
    {
      "id": "DSWP07",
      "category": "Demonstrate Safe Work Practices",
      "text": "Knife and chipper safety (access and replacement of components). ",
      "referenceCode": "",
      "what": "",
      "looksLike": "",
      "critical": ""
    }
  ],
  "Quality Control": [
    {
      "id": "QC01",
      "category": "Quality Control",
      "text": "Explain proper tools to use for saw measurement ",
      "referenceCode": "• Measuring Tool Use and Selection\r\nBC Saw Filer Level 1, Section 3-2-1\r\n• Precision Tool Care and Inspection\r\nBC Saw Filer Level 1, Sections 3-2-2 to 3-2-3\r",
      "what": "Precision measurement is foundational to every step of the saw filing process. You are expected to understand which tool to use for each type of measurement—whether checking plate thickness, saw flatness, tension ring placement, or gullet geometry. Each tool must be suited to the job, properly maintained, and handled with care to produce consistent, reliable readings.\r\nThe ability to select the correct measuring tool—and know its limitations—ensures accuracy in leveling, tensioning, grinding, and inspection.\r",
      "looksLike": "• You select and use the following tools for specific saw measurements:\r\n•\tStraightedge: to detect saw dish or twist during benching\r\n•\tTension gauge: to measure drop inside and outside of tension ring\r\n•\tBack gauge: to evaluate tension shape and concentricity along the back\r\n•\tFeeler gauges: to assess side clearance or knife-to-anvil spacing\r\n•\tMicrometer or calipers: to verify plate thickness and saw body consistency\r\n•\tDial indicator: to measure runout, collar wobble, or arbor alignment\r\n• You inspect your tools before use:\r\n•\tEnsure tools are clean and dry\r\n•\tConfirm zero setting on gauges and micrometers\r\n•\tCheck for bent edges, cracked faces, or debris in tool joints\r\n• You handle tools properly:\r\n•\tPlace precision instruments only on clean, stable surfaces\r\n•\tStore them in protective cases after each use\r\n•\tNever mix layout or impact tools (e.g., files or hammers) with precision gauges\r",
      "critical": "Incorrect or poorly chosen measurement tools lead to: • Misaligned saw tension zones • Improper lead or dish corrections • Cracked saws caused by hidden stress or deformation • Out-of-spec lumber and unplanned downtime\nSaw filers are judged not just by their hammer work—but by the accuracy of their setup and inspections. If your measuring tools aren’t correct, every adjustment you make could be wrong.\n"
    },
    {
      "id": "QC02",
      "category": "Quality Control",
      "text": "Demonstrate correct measuring techniques ",
      "referenceCode": "• Measuring and Inspection Technique\r\nBC Saw Filer Level 1, Section 3-2-2\r\n• Tool Handling Best Practices\r\nBC Saw Filer Level 1, Section 3-2-3\r",
      "what": "🔧 What this means:\r\nKnowing which tool to use is only part of the job—a saw filer must also demonstrate precise technique when using any measuring instrument. This includes proper hand positioning, consistent pressure, correct angle of application, and an understanding of when environmental conditions (like heat, oil, or light) might skew results.\r\nMeasuring technique is about repeatability and accuracy. Every cut, grind, or tensioning step that follows a measurement is only as good as the technique used to obtain it.\r",
      "looksLike": "• You take time to ensure surfaces are clean and free of oil, pitch, or burrs before measuring.\r\n• You use a straightedge by:\r\n•\tHolding it perpendicular to the saw plate\r\n•\tBacklighting with proper angle and contrast to detect rise or dish\r\n•\tConfirming against a calibrated reference before use\r\n• When using a micrometer or caliper, you:\r\n•\tSet zero against a known reference block\r\n•\tApply consistent, light pressure to avoid deforming thin saw steel\r\n•\tMeasure multiple points on the saw (e.g., near collar line, mid-body, and tension ring)\r\n• When using a dial indicator or tension gauge, you:\r\n•\tEnsure proper tool seating and no side loading\r\n•\tZero the dial before starting\r\n•\tRecord readings methodically across the plate to assess symmetry\r\n• You log or report all measurements clearly and accurately:\r\n•\tNo rounding of tension drop values\r\n•\tDish readings (e.g., “0.002” concave”) must reflect maximum observed variation\r\n• You maintain focus, especially when repeating a task multiple times (e.g., checking the third bandsaw of the shift):\r\n•\tYou inspect each tooth, gullet, or zone individually—without assumptions\r",
      "critical": "Improper measuring technique leads to improper saw performance. Even if the tool is accurate, poor technique results in: • Incorrect tension or leveling corrections • Faulty grind angles that damage tooth strength • Misaligned saws leading to gullet cracking or vibration • Untraceable dimensional errors in the lumber\r\nSaw shops that maintain high standards of measurement:\r\n•\tPrevent injuries from cracked or failed saws\r\n•\tDeliver higher lumber recovery rates\r\n•\tBuild confidence across shift teams and mill supervisors\r\nYou are expected to treat each reading as a precision action, not a guess.\r"
    },
    {
      "id": "QC03",
      "category": "Quality Control",
      "text": "Demonstrate proper utilization of equipment ",
      "referenceCode": "• Grinder and Tool Safety\r\nBC Saw Filer Level 1, Sections 2-1-10 to 2-1-12\r\n• Lockout and Equipment Inspection\r\nBC Saw Filer Level 1, Section 2-1-8\r\n• Measuring and Testing Setup\r\nBC Saw Filer Level 1, Sections 3-2-1 to 3-2-3\r",
      "what": "Utilizing shop equipment correctly is a core part of your responsibility as a saw filer. It’s not enough to simply operate a grinder, tension gauge, or measuring stand—you must demonstrate that you understand machine compatibility, setup requirements, and safety limitations.\r\nProper utilization means using machines within their specifications, performing routine checks before use, and following lockout procedures when necessary. This applies to all measuring, tensioning, and grinding equipment used in saw inspection and setup.\r",
      "looksLike": "• You confirm that all equipment is clean, functional, and calibrated before use:\r\n•\tGrinder wheels are trued, balanced, and suitable for material (e.g., vitrified vs. CBN)\r\n•\tDial indicators and gauges are zeroed and seated properly\r\n•\tStraightedges are free from warping or nicks\r\n• Before using powered tools or grinders, you:\r\n•\tVerify the RPM rating on grinding wheels matches the machine (e.g., max wheel speed < grinder speed)\r\n•\tConfirm guards, shields, and splash hoods are in place and secure\r\n•\tConduct a visual and tactile inspection for:\r\no\tVibration or bearing play\r\no\tLoose mounts or shifting guides\r\no\tCracks in wheels, arbors, or safety shields\r\n• You follow proper lockout/tagout when servicing or adjusting equipment:\r\n•\tUse your personal lock\r\n•\tTest for zero energy before beginning\r\n•\tConfirm all moving components are secured before resuming operation\r\n• You ensure precision tools are used with compatible fixtures:\r\n•\tBack gauges sit flush and square on the plate\r\n•\tIndicators are mounted to stable bases, not handheld or makeshift jigs\r\n• You report or tag out any machine that:\r\n•\tVibrates excessively\r\n•\tProduces irregular finishes\r\n•\tShows signs of mechanical wear or electrical failure\r",
      "critical": "Incorrect use of shop equipment can result in: • Grinder explosions or wheel fragmentation • Undetected tension or runout due to unstable measuring setups • Collapsed bearings or arbor failures in circular saws • Cuts, burns, or caught-hand injuries from bypassed guards\r\nProper machine utilization is non-negotiable. It ensures:\r\n•\tRepeatable tension and leveling results\r\n•\tAccurate tooth and plate geometry\r\n•\tA safe working environment for you and your crew\r"
    },
    {
      "id": "QC04",
      "category": "Quality Control",
      "text": "Properly store and maintain equipment and tools ",
      "referenceCode": "• Tool Storage and Handling\r\nBC Saw Filer Level 1, Sections 2-1-9 to 2-1-11\r\n• Precision Tool Maintenance\r\nBC Saw Filer Level 1, Section 3-2-2\r",
      "what": "Precision tools must be protected from contamination, mechanical shock, and moisture. Proper storage and maintenance ensures your instruments remain accurate and safe, and helps prevent accidental injuries or calibration drift.\r\nAs a filer, you’re expected to store and maintain everything from micrometers and back gauges to grinding wheels, hammers, and dial indicators in a clean, organized, and well-documented manner.\r",
      "looksLike": "• You return all tools to their assigned storage after each task:\r\n•\tMicrometers and calipers go in foam-lined, sealed cases\r\n•\tFiles are stored in sleeves or dividers—never mixed with hammers or layout tools\r\n•\tKnives are stored with edges protected, using trays or guards\r\n• You perform routine maintenance:\r\n•\tLightly oil exposed steel surfaces on back gauges, indicators, and feeler blades\r\n•\tClean threads on micrometers and dial stems using a soft brush\r\n•\tDress and balance grinding wheels regularly and inspect for cracks or glazing\r\n• You never drop, force, or jam tools into drawers or bins\r\n• You inspect tool condition before and after each use:\r\n•\tStraightedges checked for dents or edge burrs\r\n•\tCalipers verified for zero reset\r\n•\tHandles, tool heads, and dials confirmed secure and intact\r\n• You tag out any tool that gives inconsistent readings, won’t zero, or shows mechanical damage\r",
      "critical": "❗ Why this is critical:\r\nImproper tool care leads to: • Inaccurate saw setup and failed inspections\r\n• Tool failure or unsafe operation (e.g., wheel shatter, micrometer jamming)\r\n• Increased wear on saw blades from misread tolerances\r\n• Injuries caused by exposed sharp edges or dropped heavy tools\r\nClean, well-maintained tools = clean, high-performing saws. Your habits with tool care directly reflect your commitment to safety, accuracy, and professionalism.\r"
    },
    {
      "id": "QC05",
      "category": "Quality Control",
      "text": "Understand, explain and set clearances ",
      "referenceCode": "• Knife-to-Anvil Clearance & Adjustments\nBC Saw Filer Level 1, Sections 8-1-7 to 8-1-9\n• Saw Side Clearance and Setup\nBC Saw Filer Level 1, Section 4-8-1\n• Kerf and Clearance Calculations\nBC Saw Filer Level 1, Section 4-8-2",
      "what": "Clearance refers to the precise space between the cutting tooth or knife and surrounding elements such as the workpiece, anvil, or guide. Setting the correct clearance ensures:\n•        Free chip flow\n•        Reduced heat and friction\n•        Accurate cutting performance\n•        Saw longevity and safety\nAs a filer, you must understand clearance standards across band saws, circular saws, and chippers—and be able to explain how clearance values change with species, saw gauge, and cutting conditions (e.g., frozen vs. green wood).\n",
      "looksLike": "• For chipper knives:\r\n•\tYou measure knife-to-anvil clearance using a feeler gauge\r\n•\tThe target range is typically 0.030\"–0.060\", depending on machine and wood species\r\n•\tYou adjust knife projection by changing shim thickness or backing screws, ensuring consistency across all knives\r\n• For saws:\r\n•\tYou calculate total kerf (cut width) using the formula:\r\nKerf = plate thickness + (2 × side clearance)\r\n•\tYou verify side clearance with a micrometer or feeler gauge at the tooth tip\r\n•\tYou confirm that clearance is symmetrical (left and right) and within spec for the saw's design\r\n• During saw service or reshaping:\r\n•\tYou apply swaging or tipping to restore proper kerf and clearance\r\n•\tYou shape teeth to maintain radial and tangential clearance, especially in swaged bands\r\n• You consult mill specifications or species-specific guidelines to select correct clearance values based on:\r\n•\tWood density (e.g., hardwood vs. softwood)\r\n•\tMoisture content (e.g., frozen or kiln-dried stock)\r\n•\tDesired lumber finish\r",
      "critical": "Improper clearance is one of the most common causes of: • Overheating and saw wander\r\n• Gullet cracking or plate distortion\r\n• Jammed chippers and miscut lumber\r\n• Guide wear and excessive strain on bearings\r\nToo little clearance causes burning, stalling, and guide damage. Too much causes poor tracking, vibration, and reduced tooth life. Mastery of clearance principles prevents these failures and supports smooth mill operation.\r"
    },
    {
      "id": "QC06",
      "category": "Quality Control",
      "text": "Perform calculations to achieve targeted lumber sizes ",
      "referenceCode": "• Kerf, Bite, and Rim Speed Calculations\r\nBC Saw Filer Level 1, Section 4-8-1 to 4-8-2\r\n• Application of Feed and Speed Data\r\nBC Saw Filer Level 1, Section 3-1-18\r",
      "what": "Filers play a key role in ensuring that saws produce accurate lumber sizes. This involves understanding and applying formulas related to tooth bite, rim speed, kerf, and feed speed. You must be able to calculate values that affect chip formation, saw loading, and final lumber dimensions—and verify that these are within acceptable production tolerances.\r\nYour calculations inform machine setup and help identify performance issues during operation.\r",
      "looksLike": "• You use key formulas such as:\r\nTooth Bite = Feed Speed (FPM) ÷ (RPM × Number of Teeth)\r\n•\tUsed to determine feed per tooth (ideal chip size)\r\nTooth Pitch = (Saw Diameter × π) ÷ Number of Teeth\r\n•\tUsed to calculate spacing and support gullets\r\nRim Speed = (Saw Diameter × π × RPM) ÷ 12\r\n•\tUsed to ensure correct cutting speed for material type\r\n• You verify calculations by:\r\n•\tMatching feed rate to wood species and chipper spec\r\n•\tAdjusting RPM or number of teeth to maintain correct bite\r\n•\tTracking chip formation and comparing it to target dimensions\r\n• You interpret the results:\r\n•\tIf tooth bite is too small → saw overloads or rubs\r\n•\tIf too large → poor finish, broken teeth, or gullet cracking\r\n•\tIf kerf does not match machine feed → off-size lumber or tracking problems\r\n• You input these values into your mill documentation, setup forms, or shift logs to guide adjustments and maintain traceability\r",
      "critical": "Failure to calculate feed and bite properly results in: • Undersized or oversize lumber\r\n• Reduced recovery and mill yield\r\n• Excessive strain on saws, motors, and chip systems\r\n• Incorrect troubleshooting when performance issues arise\r\nBy performing accurate calculations, you help maintain:\r\n•\tOptimal feed rates\r\n•\tAccurate lumber sizes\r\n•\tEfficient saw loading and chip removal\r\n•\tLong-lasting saw performance and safety\r"
    },
    {
      "id": "QC07",
      "category": "Quality Control",
      "text": "Explain and demonstrate understanding and application of torque ",
      "referenceCode": "• Torque Application in Saw Setup\r\nBC Saw Filer Level 1, Section 9-1-2\r\n• Fastening Techniques and Safety\r\nBC Saw Filer Level 1, Section 2-1-10\r",
      "what": "Torque refers to the amount of rotational force applied to bolts, nuts, and fasteners—especially critical when securing saws to arbors, collars, or chipper components. Applying the correct torque ensures tight, even clamping pressure without over-stressing components. You are expected to know:\r\n•\tWhat torque values are required for each fastening task\r\n•\tHow to apply torque using appropriate tools (e.g., torque wrench or beam-style driver)\r\n•\tHow torque interacts with component materials, lubricants, and thermal cycling\r",
      "looksLike": "• You determine the required torque for a specific application by referencing:\r\n•\tManufacturer’s spec sheets for arbors, collars, or insert teeth\r\n•\tMill-standard torque charts based on thread size and grade\r\n• You use a calibrated torque wrench with the appropriate drive size and socket\r\n• You follow correct torqueing sequence:\r\n•\tFor circular saw collars, apply torque in a crisscross pattern to prevent warping\r\n•\tFor insert tooth saws, torque each insert or fastener to its recommended ft-lbs\r\n• You inspect all threads and contact surfaces before torqueing:\r\n•\tRemove debris and oil unless lubrication is required\r\n•\tEnsure seating surfaces are flat and burr-free\r\n• You re-check torque after thermal cycling (for example, after the saw runs hot then cools)\r\n• You never estimate by hand or guess at torque—especially for structural fasteners\r",
      "critical": "Over-torquing causes: • Cracked collars or warped saw plates\r\n• Bolt stretch, fatigue, and eventual failure\r\nUnder-torquing causes: • Collar slippage\r\n• Misaligned saws\r\n• Tooth ejection in insert systems\r\n• Unsafe saw installations that can fail under RPM\r\nUnderstanding torque ensures mechanical integrity, safety, and precise performance from every saw you install.\r"
    },
    {
      "id": "QC08",
      "category": "Quality Control",
      "text": "Understand saw standards and specifications ",
      "referenceCode": "• Saw Inspection Standards\r\nBC Saw Filer Level 1, Sections 9-1-1 to 9-1-2\r\n• Crack Limits and Rejection Criteria\r\nBC Saw Filer Level 1, Section 2-2-1\r\n• Tension and Back Specifications\r\nBC Saw Filer Level 1, Section 3-2-1\r",
      "what": "Every saw must meet defined standards for dimensions, tolerances, materials, and safety criteria. You are expected to:\r\n•\tInterpret spec sheets\r\n•\tVerify saw condition against known tolerances\r\n•\tExplain why certain specifications (e.g. runout, tension ring diameter, side clearance) matter\r\nThis applies to bandsaws, circular saws, and chipper knives. Before any saw is placed into service, it must be confirmed to meet or exceed its specification for safe, accurate operation.\r",
      "looksLike": "• When receiving a saw (new or resharpened), you verify:\r\n•\tPlate thickness and kerf match required size for the cut line\r\n•\tTooth geometry is consistent and suitable for the wood type\r\n•\tTension ring is located correctly for saw diameter and RPM range\r\n•\tBack straightness is within 0.002\" over 36\", using certified straightedge\r\n•\tRunout at eye and rim is within allowable tolerance (typically <0.006\")\r\n• You reference industry or mill-standard specs for:\r\n•\tSide clearance values\r\n•\tLead and tension values\r\n•\tMinimum radius for cracks or weld locations\r\n• You reject or tag out any saw that:\r\n•\tExceeds crack limits (e.g., 1.5” in collar zone on 24–36” saws)\r\n•\tHas eye elongation that prevents secure arbor fit\r\n•\tFails dish or back straightness tests\r\n• You document specs in service logs, tagging sheets, or shift reports\r",
      "critical": "A saw that does not meet spec can: • Fail under speed due to incorrect tension or collar fit\r\n• Produce off-size or warped lumber\r\n• Introduce dangerous vibration or breakage\r\n• Waste time, damage mill equipment, or cause injury\r\nYour understanding of saw specs ensures every blade put into production is safe, stable, and fit for purpose—a key responsibility of every qualified filer.\r"
    }
  ],
  "Saw Guides": [
    {
      "id": "SG01",
      "category": "Saw Guides",
      "text": "Dress and rebuild bandsaw guides",
      "referenceCode": "",
      "what": "This competency covers the ability to rebuild worn or damaged saw guides—particularly babbitted guides—by removing old metal, repouring or reshaping, and finishing to correct clearance. A well-dressed guide maintains consistent blade support and prevents deflection or heat buildup during operation.",
      "looksLike": "You strip the old babbitt from a guide block and re-pour fresh babbitt using a ladle, torch, and mold fixture.\n\nYou shape the guide face using a guide dresser or file until it matches specified tolerances.\n\nYou verify that the contact surfaces are flat and have correct top and side clearance to the blade.\n",
      "critical": "Worn or uneven guides allow the saw to flex, wander, or dish during cuts. A properly rebuilt guide ensures the saw remains true to its path, reducing vibration, heating, and lumber defects. Rebuilding instead of replacing also supports cost-effective maintenance and longer equipment life."
    },
    {
      "id": "SG02",
      "category": "Saw Guides",
      "text": "Properly maintain guides and guide dresser",
      "referenceCode": "",
      "what": "",
      "looksLike": "",
      "critical": ""
    },
    {
      "id": "SG03",
      "category": "Saw Guides",
      "text": "Rebuild gang and edger saw guides",
      "referenceCode": "",
      "what": "",
      "looksLike": "",
      "critical": ""
    },
    {
      "id": "SG04",
      "category": "Saw Guides",
      "text": "Measure and test guide thickness and evenness",
      "referenceCode": "",
      "what": "",
      "looksLike": "",
      "critical": ""
    },
    {
      "id": "SG05",
      "category": "Saw Guides",
      "text": "Safe and proper handling of guides to maintain quality",
      "referenceCode": "",
      "what": "",
      "looksLike": "",
      "critical": ""
    },
    {
      "id": "SG06",
      "category": "Saw Guides",
      "text": "Properly remove, pour and replace babbitt",
      "referenceCode": "",
      "what": "",
      "looksLike": "",
      "critical": ""
    }
  ],
  "Knives and Chippers": [
    {
      "id": "KC01",
      "category": "Knives and Chippers",
      "text": "Demonstrate proper knife grinding and honing ",
      "referenceCode": "• Grinding Setup and Angles\r\nBC Saw Filer Level 1, Sections 8-2-6 to 8-2-8\r\n• Honing Procedure and Edge Inspection\r\nBC Saw Filer Level 1, Section 8-2-7\r\n• Grinding Defects and Damage\r\nBC Saw Filer Level 1, Sections 8-2-8 to 8-2-11\r",
      "what": "Knife grinding and honing are precision processes that directly affect chip quality, knife life, and chipper safety. Knives must be ground to the correct bevel angle, using the correct feed rate, coolant flow, and grinding wheel speed. Honing refines the cutting edge, removes wire burrs, and ensures clean shearing action.\r\nBoth steps are essential. Grinding without honing leads to premature edge failure. Honing without proper grinding produces weak, short-lived edges.\r",
      "looksLike": "• You inspect and clean the knife before grinding:\r\n•\tRemove pitch or buildup with a fine oilstone\r\n•\tCheck for cracks, wear, or bowing\r\n• You secure the knife to the grinder:\r\n•\tClamp knives 10–11\" apart using uniform pressure\r\n•\tTilt the knife bar to the required bevel angle using a calibrated protractor\r\n•\tEven ½° of bevel error can reduce chip quality and overload the machine\r\n📚 BC Saw Filer Level 1, Section 8-2-6\r\n• You grind in light passes:\r\n•\tNo more than 0.002\" per pass\r\n•\tTable feed speed: 60–80 FPM\r\n•\tUse constant coolant flow to avoid overheating\r\n•\tMonitor the knife face—blue tint or shiny finish = warning of heat damage\r\n• You hone the knife after grinding:\r\n•\tUse medium then fine honing stones, lightly oiled\r\n•\tApply a circular or figure-8 motion along the bevel\r\n•\tRemove all wire edges and check under light for a clean, straight edge\r\n• You inspect and compare finished knives:\r\n•\tVerify the edge matches a known reference\r\n•\tEnsure no burrs, pits, or overheating marks are present\r",
      "critical": "Incorrect knife grinding causes: • Burned edges that lose temper\r\n• Bowed or chipped knives that vibrate or eject\r\n• Uneven chip thickness and poor product quality\r\n• Overload on motors and chipper disks\r\nSkipping or rushing honing results in: • Wire edges that break off mid-cut\r\n• Irregular chipping\r\n• Damage to knife holders or anvils\r\nKnife grinding is not just about sharpness—it’s about safety, uniformity, and chipper performance.\r"
    },
    {
      "id": "KC02",
      "category": "Knives and Chippers",
      "text": "Maintain knife grinding equipment ",
      "referenceCode": "• Grinder Maintenance and Setup\r\nBC Saw Filer Level 1, Sections 8-2-2 to 8-2-5\r\n• Coolant System and Safety\r\nBC Saw Filer Level 1, Section 8-2-2\r\n• Wheel Dressing and Truing\r\nBC Saw Filer Level 1, Sections 8-2-3 to 8-2-4\r",
      "what": "Grinders must be properly maintained to ensure even, accurate bevels and safe operation. Dull wheels, clogged coolant lines, or misaligned knife bars will damage knives—and can lead to serious injuries or equipment failure. You are responsible for the daily inspection, cleaning, and function testing of all knife grinding equipment.",
      "looksLike": "• Before using the grinder:\r\n•\tYou inspect wheel condition for cracks, glazing, or uneven wear\r\n•\tPerform a ring test on vitrified wheels to confirm integrity\r\n•\tCheck that the wheel is trued and balanced\r\n•\tConfirm arbor flange tightness without overtorquing\r\n📚 BC Saw Filer Level 1, Section 8-2-4\r\n• You verify coolant system operation:\r\n•\tFlow is consistent and coolant level is adequate\r\n•\tNozzles are aimed properly to cool the grinding zone\r\n•\tCoolant is mixed per manufacturer spec (usually 5–8% oil in water)\r\n• You dress grinding wheels regularly:\r\n•\tUse a diamond dresser or abrasive stick to expose new grit\r\n•\tWatch for signs of glazing, loading, or grooving\r\n• You inspect spindle and drive components:\r\n•\tConfirm no axial play or bearing vibration\r\n•\tListen for motor strain or pulley misalignment\r\n• You clean grinder tables, guards, and magnetic bars after each session:\r\n•\tRemove filings and dust\r\n•\tWipe surfaces and covers\r\n•\tOil components as needed for smooth movement\r",
      "critical": "Grinders in poor condition cause: • Uneven bevels or overheating\r\n• Chatter marks and knife cracks\r\n• Incorrect clearance and knife projection\r\n• Inconsistent chip thickness and overload on chipper motors\r\nImproper wheel maintenance also risks: • Explosive failure of vitrified wheels\r\n• Blade edge glazing\r\n• Machine downtime and unsafe working conditions\r\nRoutine grinder maintenance = consistent, safe, and efficient knife performance.\r"
    },
    {
      "id": "KC03",
      "category": "Knives and Chippers",
      "text": "Set clearances and other required measurements ",
      "referenceCode": "• Knife-to-Anvil Clearance and Adjustments\r\nBC Saw Filer Level 1, Sections 8-1-8 to 8-1-9\r\n• Knife Length and Projection\r\nBC Saw Filer Level 1, Section 8-1-7\r\n• Chipper Setup Checks\r\nBC Saw Filer Level 1, Section 8-2-14\r",
      "what": "Clearances in chipper systems—especially between the knife edge and chipper anvil—must be set with precision to ensure clean shearing action, avoid overloading the disk, and maintain chip uniformity. Setting clearances also involves verifying knife projection, knife-to-knife length, and other critical measurements that affect chipper balance and performance.\r\nThis task demands proficiency with gauges, indicators, and manufacturer tolerances—applied consistently across every knife in the disk.\r",
      "looksLike": "• You measure knife-to-anvil clearance using a feeler gauge or dial indicator:\r\n•\tFor most machines, acceptable clearance ranges from 0.030\"–0.060\"\r\n•\tYou rotate the disk slowly and check clearance at each knife position\r\n📚 BC Saw Filer Level 1, Sections 8-1-8 to 8-1-9\r\n• You measure knife projection (stick-out) using a projection gauge:\r\n•\tAll knives in the disk must project equally\r\n•\tYou adjust shims or backing screws to correct any offset\r\n• You confirm knife length uniformity:\r\n•\tUse a micrometer or caliper to ensure length differences are <0.005\"\r\n•\tUnequal lengths create imbalance, vibration, and poor chip quality\r\n• You clean and inspect all knife pockets, holders, and chipper faces before measurement:\r\n•\tNo debris, pitch, or corrosion can interfere with fit or reading accuracy\r\n• You document and compare results against machine or mill specification sheets\r",
      "critical": "Incorrect clearances and mismatched projection cause: • Imbalanced disk rotation and excessive wear on bearings\r\n• Poor chip formation (oversize, slivers, or fines)\r\n• Anvil and disk damage due to knife contact\r\n• Higher vibration, noise, and safety risk from knife ejection or fracture\r\nChipper clearances are directly tied to mill chip uniformity, machine longevity, and personnel safety. They must be checked and set with the same discipline as any saw setup.\r"
    },
    {
      "id": "KC04",
      "category": "Knives and Chippers",
      "text": "Measure and set anvil clearances ",
      "referenceCode": "• Anvil and Knife Setup Principles\r\nBC Saw Filer Level 1, Sections 8-1-8 and 8-2-14\r\n• Clearance Tools and Indicators\r\nBC Saw Filer Level 1, Section 8-1-9\r",
      "what": "Anvil clearance refers to the distance between the cutting edge of the chipper knife and the face of the chipper anvil. This clearance must be measured precisely and adjusted using shims or set bolts. Inconsistent or incorrect anvil clearance affects chip size, causes knife fatigue, and can result in dangerous collisions between components.\r\nThis task ensures the chipper shears wood cleanly and efficiently, without overloading or damaging knives.\r",
      "looksLike": "• You access the chipper with all lockout procedures applied\r\n• You clean the anvil face and surrounding surfaces:\r\n•\tRemove all pitch, dust, or metal fragments\r\n•\tVerify the anvil face is flat and undamaged\r\n• You rotate the disk slowly by hand and use a feeler gauge or dial indicator to measure the gap between the knife edge and the anvil:\r\n•\tMeasure at several points across the knife edge\r\n•\tRecord clearance values to check for taper or uneven spacing\r\n• If adjustments are needed, you:\r\n•\tAdd or remove shims behind the knife\r\n•\tTurn set screws to bring the knife into the correct plane\r\n•\tRepeat the measurement process to confirm consistency\r\n• You verify that:\r\n•\tAll knives have uniform clearance\r\n•\tThe anvil face shows no scoring or wear lines that would affect future readings\r",
      "critical": "Too little clearance causes: • Knife-to-anvil collisions\r\n• Chipped knives and damaged anvils\r\n• Catastrophic failure of knife holders\r\nToo much clearance causes: • Inconsistent chip size (thick/fines mix)\r\n• Overload on the cutting edge\r\n• Vibration and strain on chipper drive systems\r\nProper anvil clearance is essential to chipper safety and chip quality—and must be maintained on every knife installation.\r"
    },
    {
      "id": "KC05",
      "category": "Knives and Chippers",
      "text": "Demonstrate understanding of runout ",
      "referenceCode": "• Knife Runout Inspection\r\nBC Saw Filer Level 1, Section 8-2-14\r\n• Disk Condition and Balancing\r\nBC Saw Filer Level 1, Section 8-1-9\r",
      "what": "Runout refers to the lateral (side-to-side) or axial (in-and-out) movement of a rotating part—in this case, the chipper disk or knife path. Excessive runout creates vibration, noise, uneven chip formation, and dangerous stress on knife mounts and machine bearings.\r\nAs a saw filer, you must understand how to detect, measure, and diagnose both types of runout using precision tools, and how runout affects knife clearance, projection, and chip quality.\r",
      "looksLike": "• You lock out the chipper and rotate the disk slowly by hand\n• You set up a dial indicator mounted to a fixed reference point (such as the chipper frame or mounting face):\n•        For axial runout, place the indicator on the knife face or clamp\n•        For lateral runout, place the indicator on the side of the disk or knife body\n📚 BC Saw Filer Level 1, Section 8-2-14\n• You record runout values by:\n•        Zeroing the gauge\n•        Rotating the disk one full revolution\n•        Reading the total indicator movement (TIR – Total Indicator Reading)\n• You compare values to acceptable tolerances (typically <0.005\" axial, <0.002\" lateral, unless otherwise specified by manufacturer)\n• You inspect mounting surfaces:\n•        Disk faces must be clean, smooth, and free of corrosion or warping\n•        Knife holders must be seated evenly—no burrs, metal shavings, or missing hardware\n• If runout exceeds tolerances, you:\n•        Remove and re-seat knives or holders\n•        Inspect and clean the disk hub, face, and mount bolts\n•        Tag the machine for further service if structural issues (e.g., warped disk) are suspected\nOther examples can be shafts, sharpener arbor, etc.",
      "critical": "Unchecked runout causes: • Knife-to-anvil misalignment\r\n• Uneven chip thickness and poor product recovery\r\n• Vibration that damages knife bolts, clamps, or disk faces\r\n• Knife cracking and potential ejection during operation\r\n• Long-term damage to chipper bearings and housings\r\nRunout affects everything from knife safety to chip uniformity. Every filer must treat runout as a critical inspection point—not a minor defect.\r"
    }
  ],
  "Circular Saws": [
    {
      "id": "CS01",
      "category": "Circular Saws",
      "text": "Evaluate saws for repairability ",
      "referenceCode": "• Crack and Damage Limits\r\nBC Saw Filer Level 1, Sections 9-1-1 to 9-1-2\r\n• Saw Retirement and Collar Zone Inspection\r\nBC Saw Filer Level 1, Section 2-2-1\r",
      "what": "Every circular saw must be evaluated before service to determine if it can be safely repaired or if it must be permanently removed. This evaluation includes inspecting the plate, teeth, gullets, collar line, eye, and tension ring. Saw repairability depends on meeting strict visual and dimensional tolerances—especially for crack length, plate damage, and eye elongation.\r\nYou are expected to perform this inspection independently and decide based on objective criteria—not just “appearance.”\r",
      "looksLike": "• You inspect the saw visually and with proper lighting:\r\n•\tUse backlighting or a flashlight under the plate to reveal dish, warp, or hairline cracks\r\n•\tFocus inspection around:\r\no\tGullets (stress points)\r\no\tCollar line (common failure zone)\r\no\tEye and bolt holes (look for elongation or ovaling)\r\n• You use dye penetrant or marking fluid if needed to locate fine cracks\r\n• You check for:\r\n•\tCracks exceeding allowable lengths\r\no\tFor example: in a 24–36\" saw, a crack longer than 1½\" in the collar zone requires removal from service\r\n•\tWarping or twist exceeding flatness spec (e.g. >0.006\" runout is usually unacceptable)\r\n•\tTension ring failure, missing drop, or visible tension imbalance\r\n•\tEye elongation that prevents secure arbor fit\r\n• You reference WorkSafeBC Table 27-1 or shop-specific repairability criteria\r\n• You record your findings in the shop log or tag the saw accordingly:\r\n•\t\"Serviceable\"\r\n•\t\"Send for weld and rebench\"\r\n•\t\"Scrap—exceeds safe limit\"\r",
      "critical": "A damaged circular saw running at high RPM can: • Explode due to plate failure\r\n• Throw a tooth, clamp, or gullet segment\r\n• Cause severe personal injury or death\r\n• Lead to equipment damage, lumber defects, and unexpected downtime\r\nThis inspection is the first line of defense. If a saw goes back into service with hidden damage, it can fail catastrophically.\r"
    },
    {
      "id": "CS02",
      "category": "Circular Saws",
      "text": "Replace teeth as needed ",
      "referenceCode": "• ITCO Tooth Removal and Insertion\r\nBC Saw Filer Level 2, Section 4-2-3\r\n• Bit and Shank Replacement\r\nBC Saw Filer Level 2, Sections 4-1-9 to 4-1-11\r",
      "what": "🔧 What this means:\r\nCircular saw teeth wear over time from heat, abrasion, and impact. Depending on saw design, teeth may be bit-and-shank, inserted tooth (ITCO), or welded solid tip. Replacing worn or broken teeth involves safely removing the damaged part, cleaning the seating surface, and securing the new component with the correct tools and technique.\r\nTooth replacement requires careful alignment, correct seating, and the proper fit. Misaligned teeth can crack saw plates or fly off during operation.\r",
      "looksLike": "• For Inserted Tooth (ITCO) saws:\r\n•\tUse a brass punch to drive out the old tooth\r\n•\tClean the V-slot with a wire brush\r\n•\tInsert the correct left-hand or right-hand replacement tooth\r\n•\tSecure the new tooth with pins, rivets, or drive wedges, as required\r\n📚 BC Saw Filer Level 2, Section 4-2-3\r\n• For Bit and Shank saws:\r\n•\tUse a removal wrench to back out the worn shank\r\n•\tClean debris and carbon from the bore\r\n•\tInsert the replacement bit and shank, ensuring light friction fit\r\n•\tFinal-seat using a hammer and dolly, with care to avoid over-tightening\r\n• During replacement:\r\n•\tYou inspect tooth seating for gaps, twist, or over-insertion\r\n•\tUse a template or gauge to verify tooth height and projection match across the saw\r\n•\tYou replace only with OEM or approved replacement teeth\r\n• After all replacements:\r\n•\tYou rotate the saw to check for interference, runout, or seating error\r\n•\tYou mark and log which teeth were changed and the reason\r",
      "critical": "Poor tooth replacement causes: • Tooth ejection under RPM\r\n• Vibration, imbalance, and tracking failure\r\n• Misalignment that damages the plate, gullets, or collar\r\nTeeth are not just cutting edges—they are part of the saw’s balance system. Precision in installation is essential for safe, long-running saws.\r"
    },
    {
      "id": "CS03",
      "category": "Circular Saws",
      "text": "Properly weld and repair cracks ",
      "referenceCode": "• Crack Welding and Annealing\r\nBC Saw Filer Level 1, Sections 9-7-3 to 9-7-6\r\n• Filler Metal and Torch Technique\r\nBC Saw Filer Level 1, Section 9-5-4 to 9-5-5\r",
      "what": "When a saw develops cracks within allowable limits, it may be weld-repaired instead of being scrapped. You are expected to follow strict procedures for crack preparation, welding technique, filler selection, and post-weld treatment (annealing and peening) to ensure structural integrity is restored without introducing new stress.\r\nCrack welding is not just a fabrication task—it’s a precision repair process that affects the saw’s strength, tension, and safety at full speed.\r",
      "looksLike": "• You inspect the saw and identify all cracks:\r\n•\tMost cracks are located in gullets, collar zones, or plate edge\r\n•\tCracks are marked, and any longer than spec (e.g. 1½\" in collar zone) disqualify the saw from repair\r\n📚 BC Saw Filer Level 1, Section 2-2-1\r\n• You prepare the crack:\r\n•\tDrill a stress relief hole (1/8\"–3/16\") at the end of the crack to stop propagation\r\n•\tBevel the crack edges using a small grinder or file (torch prep if required)\r\n• You select the correct welding method:\r\n•\tUse MIG, TIG, or oxy-acetylene, depending on saw thickness and shop standard\r\n•\tChoose correct filler: e.g., ER 70S-6 for MIG; high-carbon rod for oxy-acetylene\r\n•\tMaintain a neutral flame or low-voltage arc to avoid over-hardening\r\n• You control heat during the weld:\r\n•\tUse short weld segments to reduce heat input\r\n•\tPreheat saw to 300–400°F if required to reduce hardening risk\r\n•\tAfter welding, perform annealing:\r\no\tBring the welded area to straw-to-blue color (~850–1200°F) twice\r\no\tUse temperature crayons or a color chart to confirm\r\n• After cooling:\r\n•\tGrind the weld flush with the saw plate\r\n•\tInspect for porosity, shrinkage, or distortion\r\n•\tPeen the weld lightly on an anvil to relieve internal stress\r\n•\tCheck for restored flatness and balance during benching\r",
      "critical": "Improper crack repair can lead to: • Rapid crack propagation and catastrophic failure\r\n• Welds that are too brittle or too soft\r\n• Loss of saw tension and tracking\r\n• Safety hazards from undetected heat zones or hard spots\r\nProper welding restores the saw’s structure while preserving critical characteristics like tension, balance, and gullet spacing. It must be done with maximum precision and post-weld verification.\r"
    },
    {
      "id": "CS04",
      "category": "Circular Saws",
      "text": "Operate topper, facer and side dresser ",
      "referenceCode": "• Top and Side Grinding Procedures\r\nBC Saw Filer Level 2, Section 6-4-2\r\n• Tooth Geometry and Angle Setup\r\nBC Saw Filer Level 2, Section 4-1-11\r\n• Profile Inspection and Grinding Defects\r\nBC Saw Filer Level 2, Section 6-4-3\r",
      "what": "These three machines are used to grind and shape the geometry of circular saw teeth:\r\n•\tThe topper grinds the top (bevel) of the tooth\r\n•\tThe facer shapes the front (hook) face\r\n•\tThe side dresser adjusts tooth width and side clearance\r\nCorrect operation ensures the saw cuts straight, maintains proper kerf, and runs safely under full load. Misuse or poor setup leads to premature wear, vibration, and cutting defects.\r",
      "looksLike": "• You mount the saw to the grinder:\r\n•\tSecure saw on correct arbor with flat and concentric mounting\r\n•\tRemove any wobble before grinding\r\n•\tUse proper spacers and clamps to align the saw perfectly\r\n• On the topper, you:\r\n•\tSet the correct rake and bevel angles based on saw type and species\r\n•\tUse factory cam or adjustable cam profiles to match original tooth shape\r\n•\tMonitor wheel feed to remove consistent material (avoid under- or over-grind)\r\n• On the facer, you:\r\n•\tGrind the tooth face at the correct hook angle, usually 0° to 15°\r\n•\tEnsure the wheel tracks square to the tooth body\r\n•\tAvoid creating notches or back grinding errors\r\n• On the side dresser, you:\r\n•\tDress both left and right flanks of the tooth, removing 0.002\"–0.004\" per side\r\n•\tMaintain original tooth width and clearance\r\n•\tUse templates or micrometers to confirm uniformity\r\n• During the process:\r\n•\tYou ensure coolant flow is constant, and the wheels are dressed and balanced\r\n•\tYou inspect teeth regularly with a magnifier and reference template\r\n•\tAfter sharpening, you check for:\r\no\tConsistent profile\r\no\tSmooth finish (no grinder burns)\r\no\tEqual tooth height and projection\r",
      "critical": "Incorrect grinding causes: • Irregular kerf and poor tracking\r\n• Heat cracks or burned cutting edges\r\n• Uneven cutting pressure, leading to blade wobble\r\n• Shortened saw life and unsafe operation\r\nTop, face, and side grinding define the saw’s performance. Accurate grinding preserves geometry, prevents saw failure, and ensures clean, efficient cutting under production conditions.\r"
    },
    {
      "id": "CS05",
      "category": "Circular Saws",
      "text": "Bench circular saws (level and tension) ",
      "referenceCode": "• Leveling and Tensioning Principles\r\nBC Saw Filer Level 1, Sections 6-3-1 to 6-4-2\r\n• Drop Test and Tension Ring Evaluation\r\nBC Saw Filer Level 1, Section 6-5-1\r\n• Saw Plate Straightening\r\nBC Saw Filer Level 3, Section 11-2-1\r",
      "what": "🔧 What this means:\r\nBenching is the process of removing distortion (leveling) and introducing a controlled internal stress pattern (tensioning) to ensure the saw runs straight and stable at full operating speed. This is one of the most critical and skill-intensive tasks a filer performs.\r\nYou must be able to:\r\n•\tIdentify and correct dish, humps, and ridges\r\n•\tApply correct tension radius using hammers or stretcher rolls\r\n•\tVerify tension using proper gauges and techniques\r\n•\tRestore the saw’s ability to run flat at rest and true under RPM\r",
      "looksLike": "• Leveling:\r\n•\tPlace the saw on a certified leveling slab or plate\r\n•\tUse a straightedge and backlighting to detect bumps, humps, and dishing\r\n•\tUse a crowned leveling hammer and work in small overlapping strikes\r\n•\tSupport the saw with the correct anvil radius and rotate between strikes to ensure uniformity\r\n•\tCheck your progress frequently—stop when the plate is flat within 0.002\" or less 📚 BC Saw Filer Level 1, Section 6-3-1 to 6-4-2\r\n• Tensioning:\r\n•\tIdentify the correct tension radius, which depends on saw diameter, speed, and application\r\n•\tApply tension using:\r\no\tTensioning hammer (for fine adjustment)\r\no\tStretcher roll (for large-scale tensioning)\r\n•\tUse a drop test or tension gauge to confirm proper stress pattern:\r\no\tTension ring should “drop” at the expected radius when lightly pressed with a back gauge\r\no\tThe ring must be concentric, not egg-shaped or offset\r\n• Final checks:\r\n•\tFlex the saw manually and verify it returns to shape\r\n•\tInspect for uncorrected dish or signs of overworked areas\r\n•\tConfirm saw is balanced and tensioned for speed and load\r",
      "critical": "Improper benching leads to: • Wobbling and snaking saws\r\n• Kerf collapse and tracking failure\r\n• Premature saw failure or crack propagation\r\n• Excessive heat buildup and vibration\r\n• Dangerous saw instability at speed\r\nA properly benched saw is safe, straight, and stable. This task defines the skill of a journeyperson filer and must be done with full attention to detail, patience, and precision.\r"
    },
    {
      "id": "CS06",
      "category": "Circular Saws",
      "text": "Operate and maintain saw shop equipment required for circular saw maintenance ",
      "referenceCode": "• Saw Shop Equipment Operation and Maintenance\r\nBC Saw Filer Level 1, Sections 6-1-1 to 6-1-4\r\n• Grinder Setup and Coolant Use\r\nBC Saw Filer Level 2, Section 4-1-11\r\n• Welding and Torch Safety\r\nBC Saw Filer Level 1, Section 9-5-4 to 9-5-5\r",
      "what": "Filing room equipment must be accurately calibrated, safely operated, and routinely maintained to ensure safe and consistent circular saw servicing. This includes:\r\n•\tGrinders (top, face, side)\r\n•\tWelders and torches\r\n•\tHammers and anvils\r\n•\tTension gauges, drop testers, and straightedges\r\n•\tCollaring tools and cleaning systems\r\nYou are responsible for operating and caring for all of these tools according to manufacturer instructions and shop SOPs.\r",
      "looksLike": "• Before use:\r\n•\tInspect power tools for proper guards, switches, and RPM compatibility\r\n•\tCheck grinding wheel condition (ring test, face condition, and dressing)\r\n•\tConfirm coolant flow, mixture, and nozzle direction\r\n• During use:\r\n•\tUse the correct flanges, mounts, and spacers for each saw and machine\r\n•\tMonitor for vibration, overheating, or chatter\r\n•\tKeep safety guards in place at all times—never bypass interlocks or covers\r\n• After use:\r\n•\tClean grinding stations and tension tools\r\n•\tDrain or refill coolant systems as needed\r\n•\tStore tools properly (e.g., hammers on hooks, gauges in foam-lined drawers)\r\n• Regular maintenance includes:\r\n•\tReplacing worn belts, bearings, or grinding wheels\r\n•\tLubricating sliding parts and adjusting set screws\r\n•\tTesting electrical systems and tagging out unsafe gear\r\n•\tCalibrating tension and drop gauges against known standards\r\n• You record maintenance tasks in a shop log or checklist\r",
      "critical": "Poorly maintained equipment leads to: • Inaccurate tensioning or grinding\r\n• Safety hazards from electrical faults or mechanical failures\r\n• Downtime due to tool unavailability or contamination\r\n• Inconsistent saw quality across shifts\r\nYour equipment is your responsibility. The quality of your saw work is directly tied to the condition of the tools you use.\r"
    }
  ],
  "Band Saws": [
    {
      "id": "BS01",
      "category": "Band Saws",
      "text": "Properly swage teeth or replace Stellite inserts ",
      "referenceCode": "• Swaging and Shaping Procedures\r\nBC Saw Filer Level 1, Sections 7-3-1 to 7-3-27\r\n• Stellite Tip Removal and Welding\r\nBC Saw Filer Level 2, Sections 6-2-3 to 6-4-1\r",
      "what": "Band saw teeth must be prepared with the correct cutting width and clearance to ensure straight cuts, stable tracking, and efficient chip removal. This is achieved by either swaging (cold-forming the tooth tip) or replacing Stellite inserts (hard-surfaced tips brazed to the saw).\r\nEach method demands careful setup, accurate geometry, and clean finishing—done without overstressing the tooth or deforming the saw body.\r",
      "looksLike": "For Swaged Teeth: • You identify the correct saw gauge and tooth spacing before setup\r\n• Use a manual hand swage, air swage, or automatic swage/shaper depending on shop equipment\r\n• Set the side die spacing based on species and saw gauge (refer to mill guidelines)\r\n• Apply steady pressure (air swage set to 60–80 psi) to cold-form the tip outward\r\n• Use the shaper to:\r\n•\tRestore radial clearance\r\n•\tCreate tangential back taper\r\n•\tRefine kerf to specification (±0.002\")\r\nFor Stellite Inserts: • Inspect tip for wear: if it’s worn past 50% of height or chipped, it must be replaced\r\n• Remove worn tip using a light oxy-acetylene torch:\r\n•\tApply neutral flame\r\n•\tUse brass brush to sweep away silver solder\r\n• Clean tip seat and prepare the surface for new insert\r\n• Align insert to correct projection, square to gullet and saw back\r\n• Re-weld using silver solder and neutral flame\r\n• Inspect for alignment, overhang, and complete bond\r",
      "critical": "• Improper swaging causes:\r\n•\tOverworked saws\r\n•\tIrregular kerf and tracking problems\r\n•\tIncreased vibration and heat cracks\r\n• Improper tipping causes:\r\n•\tTooth ejection under load\r\n•\tUneven side clearance and saw snaking\r\n•\tBurned tips that prematurely dull\r\nCorrectly prepared cutting teeth = safe sawing, efficient feed rates, and long saw life.\r"
    },
    {
      "id": "BS02",
      "category": "Band Saws",
      "text": "Check and maintain tooth alignment ",
      "referenceCode": "• Tooth Alignment Procedures\r\nBC Saw Filer Level 1, Section 7-2-6\r",
      "what": "Tooth alignment refers to the position, height, and angular accuracy of each tooth on the saw. Poor alignment results in:\r\n•\tIrregular cutting load\r\n•\tSaw vibration\r\n•\tPremature wear and uneven tooth grinding\r\nAs a filer, you must inspect, correct, and confirm alignment using gauges and hand tools—especially before tensioning or grinding.\r",
      "looksLike": "• You use a tooth alignment gauge (with or without a dial indicator):\r\n•\tPlace the gauge on the saw and advance tooth by tooth\r\n•\tIdentify teeth that are bent, tipped forward/backward, or twisted\r\n• For minor misalignment:\r\n•\tUse a set wrench to bend the tooth carefully back to neutral\r\n•\tApply pressure slowly and deliberately—don’t overstress the root\r\n• For major misalignment or spring-back:\r\n•\tBend slightly past center to relieve stress\r\n•\tRe-check after a few teeth to ensure correction holds\r\n• You inspect again after grinding or saw flipping:\r\n•\tEnsure no teeth shifted due to wheel pressure or saw stress\r\n• Alignment must be done after leveling and before tensioning\r",
      "critical": "• Misaligned teeth cause:\r\n•\tVibration and snaking cuts\r\n•\tUneven wear and gullet cracking\r\n•\tPoor tracking and reduced tension performance\r\n• Ignoring this step can ruin all other setup work\r\nTooth alignment directly impacts saw performance, noise, feed rate, and safety. Precision here prevents cascading issues downstream.\r"
    },
    {
      "id": "BS03",
      "category": "Band Saws",
      "text": "Grind teeth to proper geometry and regrind gullets as required ",
      "referenceCode": "• Tooth and Gullet Grinding\r\nBC Saw Filer Level 1, Sections 7-4-15 to 7-4-18\r\n• Sliver Tooth Grinding Techniques\r\nBC Saw Filer Level 1, Sections 13-3-3 to 13-3-4\r",
      "what": "Band saw tooth geometry directly affects chip removal, feed rate, saw tracking, and cut quality. You are expected to restore worn or swaged teeth to their correct hook angle, gullet depth, and clearance geometry using the proper grinding wheels and techniques.\r\nThis task also includes regrinding gullets, which must be maintained to the correct shape and depth to prevent fatigue and cracking.\r",
      "looksLike": "• You determine tooth form (e.g., straight, sliver, hooked) and select the correct:\r\n•\tGrinding cam profile\r\n•\tTooth template or sample\r\n•\tGrinding wheel (CBN for Stellite; vitrified for swaged steel)\r\n• You perform profile grinding or top-and-face grinding:\r\n•\tProfile grinding replicates the full tooth shape using a cam\r\n•\tTop-and-face grinding targets wear zones only\r\n• You set angles according to saw design:\r\n•\tHook angle, typically between 0° and 30°\r\n•\tBack clearance and face clearance verified with a protractor or template\r\n• You maintain correct gullet shape:\r\n•\tAvoid flat-bottom gullets or undercutting the root\r\n•\tUse a gullet radius suitable for tooth pitch and species (larger gullets for frozen or knotty wood)\r\n• You use light feeds and inspect for:\r\n•\tBurns or blue tint on tooth faces\r\n•\tTooth length uniformity\r\n•\tGullet symmetry across the saw\r\n• You inspect after grinding using:\r\n•\tMagnifier or template overlay\r\n•\tDial indicator if checking height consistency\r",
      "critical": "Improper grinding leads to: • Uneven cutting pressure and saw drift\r\n• Excessive gullet stress → cracks\r\n• Loss of kerf or burn lines in lumber\r\n• Shortened saw life due to chipped or deformed teeth\r\nCorrect geometry ensures:\r\n•\tBalanced cutting\r\n•\tEfficient chip flow\r\n•\tSafer operation under tension and feed pressure\r"
    },
    {
      "id": "BS04",
      "category": "Band Saws",
      "text": "Repair weld teeth and cracks ",
      "referenceCode": "• Crack Detection and Weld Procedure\r\nBC Saw Filer Level 1, Sections 9-7-3 to 9-7-6\r\n• Peening and Strain Relief\r\nBC Saw Filer Level 3, Section 5-4-7\r\n• Crack Inspection Tolerances\r\nBC Saw Filer Level 1, Section 6-8-2\r",
      "what": "Tooth breakage and cracks in bandsaws must be repaired using proper welding, crack stop drilling, and post-weld stress relief. These repairs restore tooth integrity and prevent cracks from spreading across the plate.\r\nYou must know how to identify weldable vs. scrap damage, prepare and weld properly, and peen or grind the area to restore balance and safety.\r",
      "looksLike": "• You inspect damaged areas using:\r\n•\tBacklighting or flashlight\r\n•\tMagnifier for surface fractures\r\n•\tDye penetrant for hairline cracks\r\n• For minor cracks:\r\n•\tDrill a stress relief hole at the end of the crack\r\n•\tBevel crack edges slightly for weld penetration\r\n•\tWeld using:\r\no\tMIG or TIG for steel\r\no\tOxy-acetylene for fine control on thin plates\r\n• For tooth repairs:\r\n•\tRemove fractured or deformed tooth material\r\n•\tWeld a build-up that matches the original tooth profile\r\n•\tRegrind to match tooth geometry\r\n• After welding:\r\n•\tPeen the repair using a small crowned hammer to relieve stress\r\n•\tGrind flush to plate or tooth face\r\n•\tInspect for porosity, pits, or incomplete fusion\r\n•\tLevel and tension the area before saw goes back into service\r",
      "critical": "Unrepaired or poorly welded cracks: • Spread quickly under feed strain and heat\r\n• Lead to catastrophic failure (snapping or exploding blades)\r\n• Cause inconsistent tension and poor cut quality\r\nWeld repairs extend saw life, reduce replacement costs, and prevent safety incidents—but only when done with precision and stress control.\r\n"
    },
    {
      "id": "BS05",
      "category": "Band Saws",
      "text": "Explain and demonstrate proper leveling of band saw ",
      "referenceCode": "• Leveling Techniques and Inspection\r\nBC Saw Filer Level 1, Section 13-1-1\r\n• Back Maintenance and Plate Prep\r\nBC Saw Filer Level 1, Section 13-1-2\r",
      "what": "Leveling is the process of removing twist, humps, dish, and other distortions from a bandsaw plate to restore flatness. This is a foundational benching skill and must be performed before any tensioning. A perfectly leveled saw ensures that the blade runs quietly, tracks properly, and doesn’t develop cracks or heat stress under speed.\r\nLeveling requires the ability to detect surface irregularities under 0.002\" and correct them using proper hammer technique and anvil setup.\r",
      "looksLike": "• You place the saw on a certified leveling slab:\r\n•\tPlate must be clean and free of oil, chips, or pitch\r\n•\tYou verify that slab surface is dead-flat using a calibrated straightedge\r\n• You use a bright inspection light and a straightedge to:\r\n•\tDetect high spots, ridges, twist, and dish\r\n•\tSweep multiple zones: edge, gullet line, mid-body, and back\r\n📚 BC Saw Filer Level 1, Section 13-1-1\r\n• You select the correct crowned leveling hammer:\r\n•\tLight hammer for fine work\r\n•\tHeavier hammer for severe dish or warp\r\n• While leveling:\r\n•\tYou always strike across the long axis of the bump or ridge\r\n•\tSupport the saw with the appropriate anvil crown radius\r\n•\tWork in small overlapping zones, rotating the saw as needed\r\n•\tYou frequently re-check with straightedge to prevent overworking\r\n• You avoid hammering:\r\n•\tIn the gullet area\r\n•\tNear welds or stress-relieved zones\r\n•\tOn saws not yet back side aligned or with cracked teeth\r\n• Once flatness is restored:\r\n•\tYou confirm the plate is within 0.002\" total deviation across all regions\r\n•\tYou do not proceed to tensioning until leveling is verified\r",
      "critical": "Unleveled saws: • Wander during the cut\r\n• Generate heat at guides\r\n• Fail tension tests and lead to gullet cracking\r\n• Produce poor lumber quality and cause guide wear\r\nLeveling is the foundation of all saw performance. Even the best-tensioned saw will fail if it hasn't been leveled correctly first.\r"
    },
    {
      "id": "BS06",
      "category": "Band Saws",
      "text": "Explain and demonstrate proper tensioning of band saws ",
      "referenceCode": "• Tension Gauge Technique and Tension Location\r\nBC Saw Filer Level 1, Sections 13-4-1 to 13-4-3\r\n• Tire Line Identification and Strain Compensation\r\nBC Saw Filer Level 3, Section 5-4-1\r\n• Tensioning Faults and Roll Patterns\r\nBC Saw Filer Level 3, Sections 5-4-6 to 5-4-12\r\n",
      "what": "Tensioning is the introduction of a controlled internal stress pattern in the saw plate to help the blade resist deflection, heat, and strain during high-speed cutting. Tensioning creates a tension ring—a stress-relieved zone typically located between the gullet and the back.\r\nThis skill is essential for band saw stability, tracking, and cut accuracy. A tensioned saw should open slightly under flex and return to its natural shape without dishing.\r",
      "looksLike": "• Before beginning:\r\n•\tThe saw must be fully leveled\r\n•\tYou mark the tension radius and tire line using a back gauge and layout tool\r\no\tTire line = typically 1–1½\" below gullet and above back edge\r\n• You assess existing tension using:\r\n•\tA tension gauge with light source and straightedge\r\n•\tIdentify tight (convex) and open (concave) areas\r\n•\tMark these zones for correction\r\n📚 BC Saw Filer Level 1, Section 13-4-1\r\n• You apply tension using:\r\n•\tA stretcher roll for uniform stress application\r\no\tRoll direction and overlap carefully controlled\r\n•\tOr a tensioning hammer for local adjustments\r\no\tWork inside tension ring radius only\r\no\tAvoid hammering near welds or at the back\r\n• Adjustments are made based on saw condition:\r\n•\tTight spot: apply roll directly on the bump\r\n•\tOpen spot: roll adjacent to allow metal to draw in\r\n• You verify:\r\n•\tThe tension ring is uniform and concentric\r\n•\tTension is neither too deep nor shallow\r\n•\tThe saw returns to shape when flexed and does not show ripples or bias\r\n•\tFinal ring position aligns with wheel crown and strain system\r",
      "critical": "Improper tensioning causes: • Flutter, snaking, and poor cut control\r\n• Overheating, vibration, and gullet cracking\r\n• Loss of kerf and dangerous saw failures\r\nCorrect tension gives the saw its strength, flexibility, and resistance to thermal distortion. It’s the signature of a skilled filer.\r"
    },
    {
      "id": "BS07",
      "category": "Band Saws",
      "text": "Operate and maintain saw shop equipment required for band saw maintenance ",
      "referenceCode": "• Stretcher Roll Setup and Maintenance\r\nBC Saw Filer Level 1, Section 5-3-5\r\n• Leveling Slab and Hammer Bench Maintenance\r\nBC Saw Filer Level 3, Section 5-2-8\r\n• Tool Storage and Organization\r\nBC Saw Filer Level 1, Section 5-1-6\r",
      "what": "Band saw maintenance depends on a wide range of specialized equipment including leveling anvils, stretcher rolls, tension gauges, grinders, lighting systems, and inspection slabs. Filers must not only know how to use this equipment—but how to inspect, clean, calibrate, and troubleshoot it.\r\nIf the tools are off, the saws will be off. This task is about ensuring precision, reliability, and safety across all shop equipment.\r",
      "looksLike": "• Stretcher Roll:\r\n•\tInspect crown radius (typically 10\" radius, or 6\" for thin-gauge saws)\r\n•\tAdjust table height and roll contact so the saw feeds flat, without side deflection\r\n•\tCheck that rollers are concentric and lubricated\r\n•\tClean swarf and oil build-up from guides and feed rollers\r\n• Leveling Slab and Hammer Bench:\r\n•\tConfirm surface is nick-free and dead-flat\r\n•\tUse straightedge and flashlight to check for high spots\r\n•\tClean after each use and avoid dropping tools on the surface\r\n📚 BC Saw Filer Level 3, Section 5-2-8\r\n• Inspection Tools (back gauge, drop tester, micrometers):\r\n•\tClean lenses and measuring surfaces before and after use\r\n•\tStore in foam-lined cases\r\n•\tVerify calibration by testing against known reference saws\r\n📚 BC Saw Filer Level 1, Section 5-2-1\r\n• Lighting and Lift Systems:\r\n•\tEnsure band saw bench has proper overhead inspection lighting\r\n•\tReplace flickering or dim bulbs\r\n•\tInspect lift assist systems (if used) for travel range, locking, and alignment\r\n• Maintenance Tasks:\r\n•\tCheck for worn belts, cracked grinding wheels, or loose guards\r\n•\tLubricate all moving parts using recommended shop oils\r\n•\tDocument findings and tag out any unsafe or out-of-spec equipment\r",
      "critical": "Poorly maintained equipment causes: • Inaccurate tensioning and leveling\r\n• Grinder chatter and out-of-round wheels\r\n• Dropped or warped saws\r\n• Lost time due to faulty tools or misdiagnosed issues\r\nWell-maintained equipment produces consistent, high-performance saws—and ensures your safety and precision as a filer.\r"
    },
    {
      "id": "BS08",
      "category": "Band Saws",
      "text": "Display proper technique for flipping a band saw ",
      "referenceCode": "• Flipping and Hand Change Instructions\r\nBC Saw Filer Level 1, Sections 7-1-2 to 7-1-3\r\n• Band Saw Handling Hazards\r\nBC Saw Filer Level 1, Section 2-1-10\r",
      "what": "Flipping a band saw (changing its \"hand\") is necessary to prepare it for left- or right-hand cuts, depending on mill configuration. Due to the size, tension, and stored energy in band saws, flipping is a high-risk task that requires physical coordination, situational awareness, and teamwork.\nIncorrect flipping can cause severe injury or deform the saw.\n",
      "looksLike": "• You inspect the saw:\r\n•\tConfirm whether it’s a right-hand or left-hand saw based on tooth direction\r\n•\tPlan the flip direction and clear space on all sides\r\n• You follow saw size rules:\r\n•\tFor saws up to 8” wide: flip can be done solo\r\n•\tFor 9”–12” saws: two people required\r\n•\tFor over 12”: four-person team minimum, plus overhead clearance\r\n• You grip from the back side (opposite the teeth):\r\n•\tStand square, knees slightly bent\r\n•\tBegin twisting the saw slowly away from your body\r\n•\tMaintain control of both arms and walk backward as you complete the rotation\r\n• During the flip:\r\n•\tWatch that the saw doesn’t spring out or twist suddenly\r\n•\tEnsure teeth don’t strike the floor, bench, or nearby tools\r\n•\tNever attempt flip near grinders, racks, or walkways\r\n• After flipping:\r\n•\tInspect for bent teeth or twist\r\n•\tPlace saw flat on the slab and confirm no back curve or tension distortion occurred\r\n",
      "critical": "Improper flipping can result in: • Lacerations or impact injuries from uncontrolled movement\r\n• Cracked or distorted saw plates\r\n• Lost time from damaged saws or injured filers\r\nCorrect flipping technique prevents injuries and protects the saw’s alignment and structural integrity.\r"
    },
    {
      "id": "BS09",
      "category": "Band Saws",
      "text": "Proper disposal of band saws ",
      "referenceCode": "• Band Saw Disposal and Handling Rules\r\nBC Saw Filer Level 1, Section 2-2-13\r\n• Red Tag and Defect Removal Protocol\r\nBC Saw Filer Level 1, Section 7-1-4\r",
      "what": "Band saws that are cracked, twisted, or worn beyond repair must be safely and permanently removed from service. Coiling saws for disposal is strictly prohibited due to the stored spring energy in the back. Proper disposal involves cutting the saw into short sections and depositing them in a designated metal scrap bin.\r\nThis procedure is essential for eliminating workplace hazards and preventing damaged saws from being mistakenly reused.\r",
      "looksLike": "• You inspect the saw to confirm it's beyond service:\r\n•\tMultiple gullet cracks\r\n•\tLoss of back (overground or fractured)\r\n•\tTension or leveling failure\r\n•\tExceeded crack or twist limits based on mill policy or manufacturer tolerance\r\n📚 BC Saw Filer Level 1, Section 2-2-1\r\n• You mark the saw clearly:\r\n•\tUse a red tag or “SCRAP” label\r\n•\tEnsure it’s placed where all staff can see it\r\n•\tLog reason for disposal in shift record or defect log\r\n• You cut the saw into safe segments:\r\n•\tUse cutting torch, shear,  or abrasive wheel\r\n•\tCut into sections no longer than 3–4 feet\r\n•\tSegments must be fully detached—no loops or coiled ends\r\n• You place segments in:\r\n•\tA steel scrap bin labeled for metal disposal\r\n•\tNever in garbage or storage areas\r\n•\tNever attempt to bundle or wire saws together for disposal\r",
      "critical": "• Coiled saws can uncoil violently, causing:\r\n•\tSevere lacerations\r\n•\tImpact injuries\r\n•\tFatal incidents if ejected or dropped\r\n• Reintroduction of damaged saws into service causes:\r\n•\tSaw failure under speed\r\n•\tProduction stoppage\r\n•\tSerious safety violations\r\nProper disposal ensures that unsafe tools are removed from circulation permanently, keeping the shop and your team safe.\r"
    },
    {
      "id": "BS10",
      "category": "Band Saws",
      "text": "Recognize and safely address hurt or wrecked band saws ",
      "referenceCode": "• Wrecked Saw Identification\r\nBC Saw Filer Level 1, Section 7-2-3\r\n• Crack and Damage Removal from Service\r\nBC Saw Filer Level 1, Sections 2-2-1 and 2-2-13\r",
      "what": "You are responsible for identifying saws that are no longer fit for service due to cracks, twist, gullet deformation, loss of back, or tracking damage. Hurt or wrecked saws must be immediately removed from rotation, tagged, and either repaired or scrapped based on defined safety limits.\r\nThis competency is about keeping unsafe blades off the machine line before they fail.\r\n",
      "looksLike": "• You inspect band saws using:\r\n•\tStraightedge, backlighting, and flashlight\r\n•\tVisual and tactile inspection along gullets, back, and welds\r\n•\tDye penetrant if fine cracks are suspected\r\n• You look for:\r\n•\tCracks > ½” in 5–12” saws (usually beyond safe limit)\r\n•\tTwist that exceeds leveling ability\r\n•\tLoss of back (excessive grinding, cracks, or thinning)\r\n•\tBack stress lines or tension failure that cannot be reworked\r\n• When a saw is identified as hurt:\r\n•\tYou tag it out immediately\r\n•\tUse a red tag, “OUT OF SERVICE” label, or electronic system\r\n•\tRemove it from work area to prevent mix-up\r\n• You notify your lead or mentor and record:\r\n•\tType of damage\r\n•\tLocation on saw\r\n•\tProposed action: repair, bench and test, or scrap\r\n• If repairable:\r\n•\tYou follow welding, leveling, or tensioning steps before retesting\r\n•\tYou only return saws to service after full inspection\r",
      "critical": "Running a damaged saw causes: • Catastrophic blade failure under tension and heat\r\n• Injury to operators or bystanders\r\n• Collateral damage to guides, wheels, and feed components\r\n• Wasted material and downtime\r\nEarly identification protects people, tools, and machines—and reinforces safety as a non-negotiable part of the filing trade.\r"
    },
    {
      "id": "BS11",
      "category": "Band Saws",
      "text": "Checking and maintaining straight edges and other tools ",
      "referenceCode": "• Tool Maintenance and Cleaning\r\nBC Saw Filer Level 1, Section 3-2-2\r\n• Filing Room Procedures and Bench Care\r\nBC Saw Filer Level 1, Section 2-1-10\r\n• Tool Organization and Storage\r\nBC Saw Filer Level 1, Section 5-1-6\r",
      "what": "Straightedges, micrometers, back gauges, and dial indicators are precision measurement tools used during leveling, tensioning, and inspection. Their reliability is critical. If a straightedge is warped, dirty, or damaged, every measurement you take will be flawed.\r\nYou are responsible for keeping all precision tools clean, damage-free, calibrated, and properly stored.\r",
      "looksLike": "• Before and after every use:\r\n•\tWipe down tools with a soft lint-free cloth\r\n•\tRemove all pitch, filings, or oil\r\n•\tInspect edges for nicks, dents, or burrs\r\n•\tNever drag a straightedge across a saw plate or hard surface\r\n• For micrometers, back gauges, and dial indicators:\r\n•\tCheck zero reading before use\r\n•\tAvoid using if the tool has been dropped or exposed to heat\r\n•\tLightly oil the spindle or pivot points (where applicable)\r\n• Storage:\r\n•\tPlace tools in foam-lined drawers or protective sleeves\r\n•\tNever store measuring tools with hammers or striking tools\r\n•\tReturn tools to proper location after each task—not just end-of-shift\r\n• Report and tag out any:\r\n•\tTool that gives inconsistent readings\r\n•\tTool with visible edge damage\r\n•\tTool that is suspected to be out of spec\r",
      "critical": "Precision tools that are dirty, damaged, or misused lead to: • False tension or leveling results\r\n• Inaccurate gullet measurements\r\n• Unnecessary rework or rejected saws\r\n• Saw performance issues that originate from faulty measurements\r\nTool care is part of saw care—precision tools are the foundation of all filing work.\r"
    },
    {
      "id": "BS12",
      "category": "Band Saws",
      "text": "Calibration of back gage ",
      "referenceCode": "• Back Gage Use and Maintenance\r\nBC Saw Filer Level 1, Section 5-2-1\r\n• Precision Tool Care\r\nBC Saw Filer Level 1, Section 3-2-2\r\n• Filing Room Tool Organization\r\nBC Saw Filer Level 1, Section 5-1-6\r",
      "what": "The back gauge (also called back gage) is a specialized inspection tool used to detect saw back curve, tire line, and tension ring shape. You must ensure this tool is accurate, undamaged, and properly zeroed every time it's used.\r\nCalibration ensures that readings are trustworthy—even a 0.002\" deviation in reading can result in a tensioning error.\r",
      "looksLike": "• Before each use:\r\n•\tVisually inspect for bent tips, loose fasteners, or surface damage\r\n•\tEnsure indicator reads zero when placed on a certified flat surface\r\n•\tIf not, re-zero or reset the dial indicator\r\n• During calibration:\r\n•\tCompare back gage readings to a reference straightedge or certified master saw\r\n•\tConfirm that all moving parts glide smoothly and do not bind or rock\r\n• After use:\r\n•\tWipe tool clean and store in its protective foam case\r\n•\tDo not drop, strike, or leave the gage exposed to grinder dust\r\n• If dropped or damaged:\r\n•\tTag out the tool immediately\r\n•\tNotify shop lead or mentor\r\n•\tDo not attempt to recalibrate without approval or training\r",
      "critical": "Back gage calibration affects: • Accuracy of tension verification\r\n• Tire line positioning\r\n• Overall flatness and balance of saws\r\nUsing a miscalibrated tool introduces false tension zones, leading to vibration, overheating, and tracking failure. The tool is only as reliable as its calibration.\r"
    },
    {
      "id": "BS13",
      "category": "Band Saws",
      "text": "Handling, storage and transportation of band saws ",
      "referenceCode": "• Handling and Transportation Rules\r\nBC Saw Filer Level 1, Section 7-1-3\r\n• Filing Room Safety and PPE\r\nBC Saw Filer Level 1, Section 2-1-10\r\n• Saw Storage Practices\r\nBC Saw Filer Level 1, Section 7-1-4\r",
      "what": "Band saws are large, heavy, and under tension—even when out of service. They must be handled with strict attention to safety, stored to prevent distortion, and transported using approved carts, racks, or lifting equipment.\nPoor handling leads to bent backs, twisted plates, damaged teeth, and serious personal injury.\n",
      "looksLike": "• When moving band saws:\r\n•\tWear steel-toe boots and cut-resistant gloves\r\n•\tAlways lift from the back side, away from the teeth\r\n•\tUse team lifting or mechanical assistance for wide saws (10”+)\r\n• Never:\r\n•\tFlip saws near racks or machines\r\n•\tCarry saws horizontally over cluttered or uneven floors\r\n•\tCoil a saw without proper tooling and clearance\r\n• For storage:\r\n•\tHang saws by designated saw hooks or padded racks\r\n•\tNever store flat on concrete or stack saws\r\n•\tEnsure hanging saws are protected from contact or crowding\r\n• For transport:\r\n•\tSecure saws in designated crates, carts, or vertical racks\r\n•\tLabel saws “for service” or “scrap” to prevent mix-ups\r\n• Report any saws that:\r\n•\tHave bent backs, collapsed kerf, or unmarked damage\r\n•\tWere dropped, flipped improperly, or dragged\r",
      "critical": "Poor handling and storage causes: • Permanent saw damage\r\n• Increased risk of failure during use\r\n• Tooth fractures, twist, and crack propagation\r\n• Severe injuries from saw spring-back or unexpected movement\r\nSafe handling protects both personnel and high-value saws—and reinforces a professional filing room standard.\r"
    }
  ],
  "Mill Machine Set-Up": [
    {
      "id": "MMS01",
      "category": "Mill Machine Set-Up",
      "text": "Set-up and align head rig (incl. strain, guide pressure, crossline) ",
      "referenceCode": "• Headrig Setup Principles\r\nBC Saw Filer Level 3, Sections 6-2-1 to 6-2-2\r\n• Guide Pressure and Strain Setup\r\nBC Saw Filer Level 3, Sections 6-5-4 to 6-5-8\r",
      "what": "The headrig is the primary saw assembly that cuts logs into cants and flitches. Accurate setup ensures:\n•        The saw runs straight on the cut line\n•        The strain system compensates for heat and feed stress\n•        The guides apply consistent pressure\n•        The saw stays centered on the true sawing axis (crossline)\nAs a filer, you must align all mechanical and structural systems—including wheels, guides, and strain—in accordance with mill specs and geometric tolerances.\n",
      "looksLike": "• Pre-alignment checks:\r\n•\tVerify foundation is stable (no broken welds, cracked bases, or missing bolts)\r\n•\tRemove saw, guides, scrapers, and debris from the alignment path\r\n• Level the top wheel:\r\n•\tPlace a machinist’s level across wheel face or hub\r\n•\tUse shims or adjustment bolts to eliminate tilt\r\n•\tConfirm wheel is level in both horizontal and vertical planes\r\n• Crossline alignment:\r\n•\tUse plumb bob, centering bar, and three-point triangulation\r\n•\tMeasure between front/back guide mounting holes to ensure parallel saw travel\r\n•\tAdjust guides and wheels until measurements are square and equal (A=B and C=D)\r\n• Strain system:\r\n•\tVerify strain rods or hydraulic actuators apply force evenly\r\n•\tSet according to saw size, species, and feed pressure specs\r\n•\tObserve strain line drop using tire line inspection (e.g. 1\" to 1½\" below gullet)\r\n• Guide pressure:\r\n•\tInstall guides and test contact using the guide pressure pin method\r\n•\tConfirm all bolts apply equal compression\r\n•\tEnsure guide face and saw body are clean and lubricated\r",
      "critical": "Incorrect headrig setup leads to: • Saw snaking or dishing under feed load\r\n• Inconsistent lumber thickness and cant taper\r\n• Excessive guide and bearing wear\r\n• Higher operating temperatures and tension collapse\r\nA precisely aligned headrig produces straight cuts, stable saw tracking, and consistent lumber dimensions.\r"
    },
    {
      "id": "MMS02",
      "category": "Mill Machine Set-Up",
      "text": "Set-up circular gang saws (incl. arbor runout and wear) ",
      "referenceCode": "📚 References:\r\n• Circular Gang Setup and Arbor Inspection\r\nBC Saw Filer Level 2, Sections 11-3-7 to 11-3-30\r",
      "what": "Gang saws consist of multiple circular saws mounted on a common arbor, used for high-speed ripping. Proper setup requires:\r\n•\tArbor inspection\r\n•\tRunout measurement\r\n•\tAccurate collar and key seating\r\n•\tAlignment of all blades in the cut path\r\nThis ensures each saw cuts parallel, without wobble or tracking errors under full feed speed.\r",
      "looksLike": "• Inspect arbor system:\r\n•\tClean arbor and check for wear or scoring\r\n•\tFor keyed or splined systems:\r\no\tMeasure groove and key depth\r\no\tReplace sleeves or arbor if wear exceeds manufacturer limits\r\n• Check arbor runout:\r\n•\tMount a dial indicator to a fixed base\r\n•\tZero the gauge on the arbor face or shaft\r\n•\tRotate the arbor slowly and record total indicator runout (TIR)\r\no\tAcceptable runout is typically <0.002\"\r\n• Inspect collars and keys:\r\n•\tCollars must be clean, flat, and free of dents\r\n•\tKeys must seat snugly without slop\r\n•\tCollars should clamp saws squarely and evenly\r\n• Install saws:\r\n•\tSlide each blade onto the arbor, aligned with spacers or bushings\r\n•\tCheck that all saws are parallel and evenly spaced\r\n•\tTighten collar bolts to torque spec using a calibrated wrench\r\n•\tRotate the arbor and check for:\r\no\tTooth path runout\r\no\tPlate wobble or vibration\r\n• For shifting edgers or gangs with setworks:\r\n•\tInspect rails, bushings, and slides for smooth operation\r\n•\tLubricate moving parts and check for misalignment or jamming\r",
      "critical": "Incorrect gang saw setup causes: • Wavy cuts and board variation\r\n• Saw wobble, heat buildup, and stress cracking\r\n• Premature saw failure due to arbor misalignment\r\n• Excess vibration → damage to guides, arbors, collars, and bearings\r\nA precise gang setup maximizes cutting efficiency and saw life—especially under high-volume ripping conditions.\r"
    },
    {
      "id": "MMS03",
      "category": "Mill Machine Set-Up",
      "text": "Set-up band mill (incl. strain, guide pressure, crossline) ",
      "referenceCode": "• Bandmill Setup Sequence\r\nBC Saw Filer Level 3, Sections 6-2-1 to 6-2-13\r\n• Guide Pressure Setup\r\nBC Saw Filer Level 3, Section 6-5-6\r",
      "what": "Setting up a band mill involves aligning the saw line, top and bottom wheels, strain system, and guide pressure so that the saw tracks properly and cuts with precision. Unlike circular setups, band mills rely on exact positioning of a flexible blade—meaning small errors lead to wandering cuts, guide wear, and tension failure.\r\nAs a filer, you're expected to restore the mill to square geometry and functional tension balance every time a saw is installed.\r",
      "looksLike": "• Lock-out and prep:\r\n•\tLock out all energy sources (electrical, pneumatic, hydraulic)\r\n•\tRemove the saw, guides, shear boards, and any scrapers\r\n•\tClean wheel faces and guide mounts thoroughly\r\n• Level and align wheels:\r\n•\tLevel the top band wheel using a machinist’s level\r\n•\tUse shims, jackscrews, or wedges to eliminate tilt\r\n•\tCheck both face and edge alignment\r\n📚 BC Saw Filer Level 3, Section 6-2-2\r\n• Rail and frame alignment:\r\n•\tUse a T-jig or straightedge system to verify alignment of the flat track and V-rail\r\n•\tMeasure diagonals to ensure the carriage is square to the saw line\r\n• Install saw and check tire line:\r\n•\tMount the saw, apply baseline strain\r\n•\tCheck tire line using a back gauge:\r\no\tTypically 1\"–1½\" below gullet and above back edge\r\n•\tEnsure saw contacts both wheel crowns evenly\r\n• Set guide pressure:\r\n•\tReinstall guides\r\n•\tUse a pressure pin gauge to confirm equal contact on both sides\r\n•\tAdjust bolts for uniform contact pressure along the guide face\r\n• Crossline check:\r\n•\tUse a spider and centerline gauge to confirm saw line is square to the feed path\r\n•\tEnsure centerline measurements from top and bottom guides match\r",
      "critical": "Incorrect band mill setup leads to: • Saw drift and inconsistent board thickness\r\n• Overheated blades, lost tension, and gullet cracking\r\n• Rapid guide wear and noisy operation\r\n• Feed misalignment and lumber defects\r\nThis setup ensures that your blade is square, stable, and fully supported—at all speeds and feed loads.\r"
    },
    {
      "id": "MMS04",
      "category": "Mill Machine Set-Up",
      "text": "Regrind band saw wheels as required ",
      "referenceCode": "• Wheel Wear Effects and Tracking\r\nBC Saw Filer Level 1, Section 7-1-2\r\n• Crown Profiles and Grinder Setup\r\nBC Saw Filer Level 2, Section 10-2-3\r\n• Wheel Regrinding and Saw Alignment\r\nBC Saw Filer Level 3, Section 11-1-3\r",
      "what": "Over time, band wheels develop flat spots, tapering, or crown wear from friction and pressure. These defects can cause the saw to wander, heat up, or crack, especially near the back edge. Regrinding restores the correct crown radius and wheel geometry—crucial for saw tracking and tire line positioning.\r\nYou are expected to inspect, diagnose, and regrind wheels with extreme precision, using the proper grinder setup and wheel profile.\r",
      "looksLike": "• Inspect wheels for wear:\r\n•\tUse a straightedge and dial indicator to check for:\r\no\tFlat spots\r\no\tDouble crown or taper\r\no\tUneven wear between left/right or top/bottom wheels\r\n📚 BC Saw Filer Level 1, Section 7-1-2\r\n• Determine proper crown profile:\r\n•\tCrown radius typically ranges from 36\" to 48\", depending on saw size and speed\r\n•\tConfirm specs using mill documentation or OEM tables\r\n• Set up grinder:\r\n•\tEnsure grinding head is aligned to wheel centerline\r\n•\tDress wheel face to match the crown radius\r\n•\tVerify all guards, coolant flow, and RPM settings\r\n• Grinding procedure:\r\n•\tUse light feeds and constant coolant flow\r\n•\tTraverse evenly across the wheel face\r\n•\tAvoid overheating the steel—watch for bluing or surface checking\r\n•\tMake multiple passes if needed\r\n• After grinding:\r\n•\tCheck for concentricity and balance\r\n•\tReinstall saw and verify tracking and tire line position under light strain\r",
      "critical": "Worn or improperly crowned wheels cause: • Saw instability and vibration\r\n• Gullet cracks from poor tracking\r\n• Heat buildup and premature loss of tension\r\n• Loss of cut accuracy and increased guide pressure\r\nA properly reground wheel provides a stable foundation for the saw and supports consistent tracking at all operating speeds.\r"
    },
    {
      "id": "MMS05",
      "category": "Mill Machine Set-Up",
      "text": "Calculate and set-up cooling and lubrication as needed ",
      "referenceCode": "• Coolant Safety and Setup\r\nBC Saw Filer Level 1, Section 2-2-13\r\n• Guide Block Lubrication and Delivery\r\nBC Saw Filer Level 1, Section 11-2-2\r\n• Grinder Coolant Flow and Setup\r\nBC Saw Filer Level 2, Section 10-2-3\r",
      "what": "Cooling and lubrication systems prevent overheating, minimize friction, and protect both the saw plate and contact surfaces such as guides, bearings, and wheels. These systems often use oil-water emulsions, synthetic coolants, or direct lubrication feeds.\r\nAs a filer, you are expected to:\r\n•\tCalculate correct coolant ratios\r\n•\tSet up delivery lines and nozzles\r\n•\tMonitor coolant temperature, pressure, and clarity\r\n•\tEnsure guide and grinding systems remain properly lubricated\r",
      "looksLike": "• Coolant mixture setup:\r\n•\tRefer to manufacturer specs or mill standards for coolant concentration\r\n•\tTypical ratio: 5–8% oil to water for grinding applications\r\n•\tUse a mixing chart or refractometer to verify concentration is within range\r\n• Coolant system checks:\r\n•\tInspect hoses and spray nozzles for clogs, kinks, or leaks\r\n•\tClean filter screens and confirm pump pressure is steady\r\n•\tVerify delivery to both guide faces and grinding zones is even and continuous\r\n• Guide block lubrication:\r\n•\tEnsure oil lines reach all guide contact surfaces\r\n•\tUse low-pressure oil delivery systems or mist lubricators as required\r\n•\tAdjust flow rate to prevent oil pooling or dry spots\r\n• Coolant reservoir maintenance:\r\n•\tMonitor for cloudiness, odor, or foaming—signs of bacterial growth or contamination\r\n•\tFlush and replace coolant at intervals specified by your shop (e.g., weekly/monthly)\r\n•\tDispose of used coolant according to environmental guidelines\r\n• Temperature and delivery checks:\r\n•\tConfirm coolant stays in range: typically 15–25°C\r\n•\tAdjust pressure settings and nozzle angles during cutting trials\r",
      "critical": "Improper coolant setup leads to: • Heat tint and cracking of saw teeth or plate\r\n• Guide scoring and loss of tracking\r\n• Glazed grinding wheels and inaccurate tooth shapes\r\n• Breakdown of emulsion → corrosion or bacterial contamination\r\nA correctly set-up cooling and lubrication system protects the saw and the filer, ensuring clean cuts, long tool life, and safe operating conditions.\r"
    },
    {
      "id": "MMS06",
      "category": "Mill Machine Set-Up",
      "text": "Calculate and set proper speeds and feeds ",
      "referenceCode": "• Feed and Speed Calculations\r\nBC Saw Filer Level 2, Section 9-3-4\r\n• Saw Spec Table and Performance Chart\r\nBC Saw Filer Level 2, Section 9-4-1\r\n• Kerf and Tooth Bite Measurement\r\nBC Saw Filer Level 1, Sections 4-8-1 to 4-8-2\r",
      "what": "Speeds and feeds refer to the relationship between saw rotation (RPM), feed rate (FPM), and tooth geometry. These factors determine how efficiently a saw cuts and how much strain is placed on the plate and cutting edge.\r\nYou must use mathematical formulas to calculate:\r\n•\tTooth bite (feed per tooth)\r\n•\tRim speed (surface feet per minute)\r\n•\tChip load and kerf behavior\r\n",
      "looksLike": "• Use the tooth bite formula:\r\nTooth Bite (in)=Feed Speed (FPM)RPM×Number of Teeth\\text{Tooth Bite (in)} = \\frac{\\text{Feed Speed (FPM)}}{\\text{RPM} \\times \\text{Number of Teeth}}Tooth Bite (in)=RPM×Number of TeethFeed Speed (FPM) \r\n• Apply bite recommendations from mill standards:\r\n•\tFrozen wood: 0.110\" bite\r\n•\tSoftwood: may allow slightly higher; hardwood slightly less\r\n📚 BC Saw Filer Level 1, Section 4-8-1\r\n• Confirm RPM based on saw size:\r\n•\t48\" circular saw: typically 750 RPM\r\n•\tUse mill speed charts or calculate manually using:\r\nRim Speed (SFM)=π×Diameter (in)×RPM12\\text{Rim Speed (SFM)} = \\pi \\times \\text{Diameter (in)} \\times \\frac{\\text{RPM}}{12}Rim Speed (SFM)=π×Diameter (in)×12RPM \r\n• Cross-reference tooth pitch, gullet spacing, and hook angle to ensure chip load is balanced\r\n• Record these values in:\r\n•\tMill setup sheet\r\n•\tDigital system or shift log\r\n•\tUse these results to confirm guide pressure, strain, and cutline conditions\r",
      "critical": "Incorrect speed or feed setup causes: • Overfeeding → tooth breakage, gullet cracking, overheating\r\n• Underfeeding → rubbing, dulling, poor chip formation\r\n• Kerf collapse or lost tracking from poor chip clearance\r\nProper speed/feed balancing maximizes cut quality, tool life, and sawmill efficiency.\r"
    },
    {
      "id": "MMS07",
      "category": "Mill Machine Set-Up",
      "text": "Checking and maintaining scrapers, shears and covers ",
      "referenceCode": "• Machine Guard and Safety Cover Requirements\r\nBC Saw Filer Level 1, Section 2-1-12\r\n• Scraper Maintenance and Vibration Control\r\nBC Saw Filer Level 1, Section 7-1-1\r\n• Protective Cover and Interface Devices\r\nBC Saw Filer Level 3, Section 11-2-1\r",
      "what": "Scrapers, shear plates, and protective covers ensure:\r\n•\tClean board surfaces\r\n•\tControlled chip flow\r\n•\tOperator safety near high-speed rotating systems\r\nYou are responsible for inspecting, cleaning, and replacing these components regularly to prevent defects, jams, and injury.\r",
      "looksLike": "• Scraper maintenance:\r\n•\tClean buildup daily to prevent interference with saw tracking\r\n•\tLook for signs of gouging or bending from board impacts\r\n•\tConfirm scraper is secured with no vibration or movement under load\r\n📚 BC Saw Filer Level 1, Section 7-1-1\r\n• Shear plate inspection:\r\n•\tCheck for warping, grooving, or excessive drag\r\n•\tRealign or replace if interfering with lumber flow\r\n•\tConfirm spacing from saw blade is within safe spec\r\n• Machine cover inspection:\r\n•\tInspect plastic or metal shields for cracks, looseness, or missing bolts\r\n•\tConfirm all guards over belts, shafts, and drive pulleys are in place\r\n•\tEnsure guard interlocks function correctly if installed\r\n• Additional tasks:\r\n•\tLubricate cover hinge points if applicable\r\n•\tTighten all mounting hardware and tag damaged parts\r\n•\tNever bypass or override safety interlocks\r",
      "critical": "Worn or missing scrapers and shears cause: • Tracking issues, burning, or scoring on boards\r\n• Dangerous debris ejection\r\n• Blade interference and excessive heat\r\n• Injuries from exposed shafts or rotating parts\r\nMaintaining these parts ensures safe operation, clean product output, and tool protection.\r"
    }
  ]
}